const SYMBOLS_DICT = {}; const TOKENS_DICT = {};var layersData =  [
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 60,
    "ii": 0,
    "n": "Для прохождения квеста вам понадобиться: 1) 5 кораллов или 250т 2) Обрывок заклинания",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобиться:\r\n1) 5 кораллов или 250т\r\n2) Обрывок заклинания",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 297,
    "w": 809,
    "h": 740,
    "ii": 1,
    "n": "Шаг 1. Взять квест вы можете, поговорив с прохожим. Впопыхах он сказал что-то о грозе, которую предсказала какая-то женщина.Только он скрылся за поворотом, как пошел сильный ливень... Как тут не поверить в предсказания?  (Южный Архипелаг > о. Синнабар > Сен-Аспир > Торговый квартал) Шаг 2. Заходим в салон мадам Д'Одёр, той самой предсказательницы.(Южный Архипелаг > о. Синнабар > Сен-Аспир > Старый квартал > Салон мадам Д`Одёр) В разговоре мадам поведала невероятную историю: в старом особняке графа Орлуа, по легенде, некогда находилось волшебное зеркало. Мадам Д'Одёр уверена, что если удастся собрать все семь осколков зеркала воедино и приложить к нему обрывок с заклинаниями, то откроется какой-то источник магической силы... Соглашаемся ей помочь и принести все осколки (Южный Архипелаг > о. Синнабар > Сен-Аспир > Старый квартал > Поместье Орлуа). Что бы переходить из локации в локацию нужно победить 097 Коршак 80лвл.  После победы передвинуться все стрелки дверных часов и вы сможете пройти.  Если дверь осталась закрытой продолжаем бить Коршаков. Осколки выбиваются на локациях: Гостиная, чулан, подвал, балкон, каминный зал, чердак. Последний 7 осколок можно купить у нпс в кладовой за 5 кораллов или 250т. Осколки могут выбивать как по одному на каждой локации так и по 2 на локации, все зависит от рандома. Как попасть в комнаты: Гостиная: Лестница > Холл > Гостиная Чулан: Лестница > Холл >Гостиная или Комната прислуги или Кухня > Коридор > Чулан. Подвал: Лестница > Холл > Гостиная или Комната прислуги или Кухня > Коридор или Подвал Балкон: Лестница > Коридор 2 этаж > Балкон Каминный зал: Лестница > Коридор 2 этаж > Каминный зал Чердак: Лестница > Коридор 2 этаж > Каминный зал > Чердак Кладовая НПС(желательно идти в последнюю очередь): Лестница > Холл > Гостиная или Комната прислуги или Кухня > Коридор или Подвал > Кладовая Из дома можно телепортироваться на основную локацию острова. Шаг 3. Возвращаемся к мадам Д'Одёр и отдаем зеркало с обрывком заклинания. Получаем вознаграждение.",
    "tp": "Text",
    "tx": "Шаг 1. Взять квест вы можете, поговорив с прохожим. Впопыхах он сказал что-то о грозе, которую предсказала какая-то женщина.Только он скрылся за поворотом, как пошел сильный ливень... Как тут не поверить в предсказания?  (Южный Архипелаг > о. Синнабар > Сен-Аспир > Торговый квартал)\r\n\r\nШаг 2. Заходим в салон мадам Д'Одёр, той самой предсказательницы.(Южный Архипелаг > о. Синнабар > Сен-Аспир > Старый квартал > Салон мадам Д`Одёр) В разговоре мадам поведала невероятную историю: в старом особняке графа Орлуа, по легенде, некогда находилось волшебное зеркало. Мадам Д'Одёр уверена, что если удастся собрать все семь осколков зеркала воедино и приложить к нему обрывок с заклинаниями, то откроется какой-то источник магической силы...\r\nСоглашаемся ей помочь и принести все осколки (Южный Архипелаг > о. Синнабар > Сен-Аспир > Старый квартал > Поместье Орлуа).\r\n\r\nЧто бы переходить из локации в локацию нужно победить 097 Коршак 80лвл.  После победы передвинуться все стрелки дверных часов и вы сможете пройти.  Если дверь осталась закрытой продолжаем бить Коршаков.\r\n\r\nОсколки выбиваются на локациях: Гостиная, чулан, подвал, балкон, каминный зал, чердак. Последний 7 осколок можно купить у нпс в кладовой за 5 кораллов или 250т.\r\nОсколки могут выбивать как по одному на каждой локации так и по 2 на локации, все зависит от рандома.\r\n\r\nКак попасть в комнаты:\r\nГостиная: Лестница > Холл > Гостиная\r\nЧулан: Лестница > Холл >Гостиная или Комната прислуги или Кухня > Коридор > Чулан.\r\nПодвал: Лестница > Холл > Гостиная или Комната прислуги или Кухня > Коридор или Подвал\r\nБалкон: Лестница > Коридор 2 этаж > Балкон\r\nКаминный зал: Лестница > Коридор 2 этаж > Каминный зал\r\nЧердак: Лестница > Коридор 2 этаж > Каминный зал > Чердак\r\nКладовая НПС(желательно идти в последнюю очередь): Лестница > Холл > Гостиная или Комната прислуги или Кухня > Коридор или Подвал > Кладовая\r\n\r\nИз дома можно телепортироваться на основную локацию острова.\r\n\r\nШаг 3. Возвращаемся к мадам Д'Одёр и отдаем зеркало с обрывком заклинания. Получаем вознаграждение.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 395,
    "h": 679,
    "ii": 2,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 3,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 4,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 5,
          "n": "Взгляд в прошлое",
          "tp": "Text",
          "tx": "Взгляд в прошлое",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 6,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 395,
      "h": 455,
      "ii": 7,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 395,
        "h": 455,
        "ii": 8,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 45,
          "ii": 9,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 10,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 141,
            "h": 20,
            "ii": 11,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 161,
          "h": 45,
          "ii": 12,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 437,
            "w": 66,
            "h": 20,
            "ii": 13,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 462,
            "w": 161,
            "h": 20,
            "ii": 14,
            "n": "Южный Архипелаг",
            "tp": "Text",
            "tx": "Южный Архипелаг",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 492,
          "w": 153,
          "h": 45,
          "ii": 15,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 492,
            "w": 129,
            "h": 20,
            "ii": 16,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 517,
            "w": 153,
            "h": 20,
            "ii": 17,
            "n": "Торговый квартал",
            "tp": "Text",
            "tx": "Торговый квартал",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 547,
          "w": 89,
          "h": 45,
          "ii": 18,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 547,
            "w": 42,
            "h": 20,
            "ii": 19,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 572,
            "w": 89,
            "h": 20,
            "ii": 20,
            "n": "Прохожий",
            "tp": "Text",
            "tx": "Прохожий",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 602,
          "w": 368,
          "h": 45,
          "ii": 21,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 602,
            "w": 77,
            "h": 20,
            "ii": 22,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 627,
            "w": 368,
            "h": 20,
            "ii": 23,
            "n": "Отыскать осколки зеркала.",
            "tp": "Text",
            "tx": "Отыскать осколки зеркала.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 657,
          "w": 128,
          "h": 45,
          "ii": 24,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 657,
            "w": 69,
            "h": 20,
            "ii": 25,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 682,
            "w": 128,
            "h": 20,
            "ii": 26,
            "n": "Многоразовый",
            "tp": "Text",
            "tx": "Многоразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 712,
          "w": 395,
          "h": 125,
          "ii": 27,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 712,
            "w": 76,
            "h": 20,
            "ii": 28,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 737,
            "w": 395,
            "h": 100,
            "ii": 29,
            "n": "1. Рандомный приз из списка: #092 Ост #353 Джипер #355 Мазинар #302 Бугибум",
            "tp": "Text",
            "tx": "1. Рандомный приз из списка:\r\n#092 Ост\r\n#353 Джипер\r\n#355 Мазинар\r\n#302 Бугибум",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 30,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 31,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 32,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 33,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 34,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 35,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 1067,
    "w": 85,
    "h": 85,
    "ii": 36,
    "n": "image 8",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\n"
   },
   {
    "x": 860,
    "y": 1067,
    "w": 85,
    "h": 85,
    "ii": 37,
    "n": "image 9",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 503,
    "y": 80,
    "w": 770,
    "h": 519,
    "ii": 38,
    "n": "Frame 16",
    "tp": "Group",
    "c": [
     {
      "x": 535,
      "y": 80,
      "w": 706,
      "h": 49,
      "ii": 39,
      "n": "Group 8",
      "tp": "Group",
      "c": [
       {
        "x": 535,
        "y": 80,
        "w": 706,
        "h": 49,
        "ii": 40,
        "n": "Квесты Южного Архипелага:",
        "tp": "Text",
        "tx": "Квесты Южного Архипелага:",
        "pr": "font-family: Montserrat;\nfont-size: 40px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
       }
      ]
     },
     {
      "x": 698,
      "y": 404,
      "w": 380,
      "h": 207,
      "ii": 41,
      "n": "Group 21",
      "tp": "Group",
      "c": [
       {
        "x": 698,
        "y": 404,
        "w": 380,
        "h": 39,
        "ii": 42,
        "n": "Group 11",
        "tp": "Group",
        "c": [
         {
          "x": 698,
          "y": 404,
          "w": 380,
          "h": 39,
          "ii": 43,
          "n": "Многоразовые квесты",
          "tp": "Text",
          "tx": "Многоразовые квесты",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         }
        ]
       },
       {
        "x": 743,
        "y": 471,
        "w": 290,
        "h": 140,
        "ii": 44,
        "n": "Group 10",
        "tp": "Group",
        "c": [
         {
          "x": 743,
          "y": 471,
          "w": 130,
          "h": 140,
          "ii": 45,
          "n": "Frame 7",
          "tp": "Group",
          "c": [
           {
            "x": 743,
            "y": 471,
            "w": 130,
            "h": 140,
            "ii": 46,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 743,
              "y": 471,
              "w": 130,
              "h": 140,
              "ii": 47,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 743,
              "y": 471,
              "w": 130,
              "h": 90,
              "ii": 48,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 743,
              "y": 571,
              "w": 130,
              "h": 30,
              "ii": 49,
              "n": "Взгляд в прошлое",
              "tp": "Text",
              "tx": "Взгляд в прошлое",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         },
         {
          "x": 903,
          "y": 471,
          "w": 130,
          "h": 140,
          "ii": 50,
          "n": "Frame 8",
          "tp": "Group",
          "c": [
           {
            "x": 903,
            "y": 471,
            "w": 130,
            "h": 140,
            "ii": 51,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 903,
              "y": 471,
              "w": 130,
              "h": 140,
              "ii": 52,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 903,
              "y": 471,
              "w": 130,
              "h": 90,
              "ii": 53,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 903,
              "y": 571,
              "w": 130,
              "h": 30,
              "ii": 54,
              "n": "Наперегонки с ветром",
              "tp": "Text",
              "tx": "Наперегонки с ветром",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         }
        ]
       }
      ]
     },
     {
      "x": 707,
      "y": 157,
      "w": 362,
      "h": 207,
      "ii": 55,
      "n": "Group 20",
      "tp": "Group",
      "c": [
       {
        "x": 707,
        "y": 157,
        "w": 362,
        "h": 39,
        "ii": 56,
        "n": "Group 14",
        "tp": "Group",
        "c": [
         {
          "x": 707,
          "y": 157,
          "w": 362,
          "h": 39,
          "ii": 57,
          "n": "Одноразовые квесты",
          "tp": "Text",
          "tx": "Одноразовые квесты",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         }
        ]
       },
       {
        "x": 823,
        "y": 224,
        "w": 130,
        "h": 140,
        "ii": 58,
        "n": "Frame 15",
        "tp": "Group",
        "c": [
         {
          "x": 823,
          "y": 224,
          "w": 130,
          "h": 140,
          "ii": 59,
          "n": "Frame 7",
          "tp": "Group",
          "c": [
           {
            "x": 823,
            "y": 224,
            "w": 130,
            "h": 140,
            "ii": 60,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 823,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 61,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 823,
              "y": 224,
              "w": 130,
              "h": 90,
              "ii": 62,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 823,
              "y": 324,
              "w": 130,
              "h": 30,
              "ii": 63,
              "n": "Свистать всех наверх!",
              "tp": "Text",
              "tx": "Свистать всех наверх!",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 64,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 65,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 66,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 180,
    "ii": 67,
    "n": "Для прохождения квеста вам понадобиться: 1) Пройденный квест 2) 366 Остер 3) 690 Ротенот 4) 211 Вартфиш 5) 50 кораллов 6) 712 Льдинкус(должен быть пойман именно вами и только во время прохождения этого этапа!) 7) 357 Пальмер со скрытой силой огонь",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобиться:\r\n1) Пройденный квест \n2) 366 Остер\r\n3) 690 Ротенот\r\n4) 211 Вартфиш\r\n5) 50 кораллов\r\n6) 712 Льдинкус(должен быть пойман именно вами и только во время прохождения этого этапа!)\r\n7) 357 Пальмер со скрытой силой огонь",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 417,
    "w": 809,
    "h": 1100,
    "ii": 68,
    "n": "Шаг 1. Взять квест Вы можете, поговорив Мальчиком с дочкой (Южный Архипелаг > о.Сифам > Каменистый пляж).  Мальчик собирает коллекцию морских обитателей и ему нехватает нужных экземпляров, а именно : Остер, Ротенот и Вартфиш(ловятся: Южный Архипелаг > о. Синнабар > Сен-Аспир > Гавань > Песчаная тропа > Коралловая лагуна > Мелководье > Коралловая роща).  После получения заветных трофеев, мальчик раскажет вам что катер Кори и Нолана потерпел крушение, а их вынесло на необитаемый остров. Там их подобрали пираты, теперь отец с дочерью вынуждены прислуживать бандитам. Мальчик направляет вас в прибрежный бар, где вы можете расспросить завсегдатых. Шаг 2. Направляемся в прибрежный бар (Южный Архипелаг > о. Синнабар > Сен-Аспир > Гавань > Песчаная тропа > Коралловая лагуна > Мелководье > Прибрежный бар). В баре встречаем Уильяма, но что бы он рассказал нам нужную информацию, он просит принести 50 кораллов. Шаг 3. Выбиваем кораллы и приносим их Уильяму. У него была стычка с пиратами, после чего мужчину скинули за борт. Благо, что этот смельчак выбрался и теперь может рассказать много интересного! И чтобы попасть на пиратский корабль нужно найти потерянный флаг.  (Южный Архипелаг > о. Синнабар > Сен-Аспир > Гавань > Песчаная тропа > Скалистый залив) Шаг 4. В скалистом заливе встречаем сёрфингиста и чтобы добыть флаг вам предстоит выиграть гонку с препятствиями. ( ).  За победу получаем пиратский флаг. Приходим в гавань и находим пирата Дэва. Разговариваем с ним о найденном флагеи о том что ищем боцмана, о нахождение боцмана он расскажет вам за стол. Шаг 5. Направляемся к Уильямсу, он предлагает поймать Льдинкуса так как он очень похож на нужный стол, так же просит поймать Пальмера со скрытой силой огонь для своего плана. (Льдинкусы обитают в ледяной пещере: Иль де Фар > Каменистый пляж > Ледяная пещера. Пальмеры: о.Синнабар > Торговый квартал > Предгорье Синнабунга).  Возвращаемся к нему с пойманными монстрами и отдаем Пальмера, потом идем к пирату Дэву и отдаем Льдинкуса. Шаг 6. Дэв рассказл что боцман сейчас находиться в коралловой лагуне (о. Синнабар > Сен-Аспир > Гавань > Песчаная тропа > Коралловая лагуна). Разговариваем с боцманом и отдаем ему флаг и он пропускает вас на корабль, там уже вас ждет Уильям . Говорит вам исследовать корабль и найти Кори и Нолана. Шаг 7. Идем в Грот-мачту, там сидит Ненуль который указывает Вам в сторону двух аквалангов(забираем их). Возвращаемся на палубу и идем в трюм, там находи Кори. Она рассказывает вам как их потопили пираты и держат в заложниках. Кори дает вам Глубоководный зуб на случай если придется перерезать веревки. Шаг 8. Возвращаемся на палубу, на которой происходит сражение. Уильям сошёлся в схватке с самим капитаном корабля, а пираты дерутся друг с другом. Вам нужно помочь Уильяму сразиться с пиратами. В трюме можно восстановить хп монстрам. Монстры пиратов: 658 Гиппотон, 141 Трелоби, 689 Рификус, 121 Батискафиш, 087 Хорвал, 395 Ирродель, 062 Грозель, 130 Дибарак. Шаг 9. После победы над всеми пиратами, Вы можете сходить в кубрик за Ноланом. Звуки сражения стихли. Но пираты перегородили вам выход из корабля. Заходим в каюту капитана, там находиться Уильям. Он победил капитана и теперь корабль принадлежит ему.  В качестве награды он дает вам 767 Вудлуз и отвезет Кори и Нолана обратно в восточный Джото. Вы так же можете поехать с ними, на раздумье у вас есть 2 часа",
    "tp": "Text",
    "tx": "Шаг 1. Взять квест Вы можете, поговорив Мальчиком с дочкой (Южный Архипелаг > о.Сифам\r\n> Каменистый пляж).  Мальчик собирает коллекцию морских обитателей и ему нехватает нужных экземпляров, а именно : Остер, Ротенот и Вартфиш(ловятся: Южный Архипелаг > о. Синнабар > Сен-Аспир > Гавань > Песчаная тропа > Коралловая лагуна > Мелководье > Коралловая роща).  После получения заветных трофеев, мальчик раскажет вам что катер Кори и Нолана потерпел крушение, а их вынесло на необитаемый остров. Там их подобрали пираты, теперь отец с дочерью вынуждены прислуживать бандитам. Мальчик направляет вас в прибрежный бар, где вы можете расспросить завсегдатых.\r\n\r\nШаг 2. Направляемся в прибрежный бар (Южный Архипелаг > о. Синнабар > Сен-Аспир > Гавань > Песчаная тропа > Коралловая лагуна > Мелководье > Прибрежный бар). В баре встречаем Уильяма, но что бы он рассказал нам нужную информацию, он просит принести 50 кораллов.\r\n\r\nШаг 3. Выбиваем кораллы и приносим их Уильяму. У него была стычка с пиратами, после чего мужчину скинули за борт. Благо, что этот смельчак выбрался и теперь может рассказать много интересного! И чтобы попасть на пиратский корабль нужно найти потерянный флаг.  (Южный Архипелаг > о. Синнабар > Сен-Аспир > Гавань > Песчаная тропа > Скалистый залив)\r\n\r\nШаг 4. В скалистом заливе встречаем сёрфингиста и чтобы добыть флаг вам предстоит выиграть гонку с препятствиями. (                                              ).  За победу получаем пиратский флаг. Приходим в гавань и находим пирата Дэва. Разговариваем с ним о найденном флагеи о том что ищем боцмана, о нахождение боцмана он расскажет вам за стол.\r\n\r\nШаг 5. Направляемся к Уильямсу, он предлагает поймать Льдинкуса так как он очень похож на нужный стол, так же просит поймать Пальмера со скрытой силой огонь для своего плана. (Льдинкусы обитают в ледяной пещере: Иль де Фар > Каменистый пляж > Ледяная пещера. Пальмеры: о.Синнабар\r > Торговый квартал > Предгорье Синнабунга).  Возвращаемся к нему с пойманными монстрами и отдаем Пальмера, потом идем к пирату Дэву и отдаем Льдинкуса.\r\n\r\nШаг 6. Дэв рассказл что боцман сейчас находиться в коралловой лагуне (о. Синнабар > Сен-Аспир > Гавань > Песчаная тропа > Коралловая лагуна). Разговариваем с боцманом и отдаем ему флаг и он пропускает вас на корабль, там уже вас ждет Уильям . Говорит вам исследовать корабль и найти Кори и Нолана.\r\n\r\nШаг 7. Идем в Грот-мачту, там сидит Ненуль который указывает Вам в сторону двух аквалангов(забираем их). Возвращаемся на палубу и идем в трюм, там находи Кори. Она рассказывает вам как их потопили пираты и держат в заложниках. Кори дает вам Глубоководный зуб на случай если придется перерезать веревки.\r\n\r\nШаг 8. Возвращаемся на палубу, на которой происходит сражение. Уильям сошёлся в схватке с самим капитаном корабля, а пираты дерутся друг с другом. Вам нужно помочь Уильяму сразиться с пиратами.\r\nВ трюме можно восстановить хп монстрам.\r\nМонстры пиратов: 658 Гиппотон, 141 Трелоби, 689 Рификус, 121 Батискафиш, 087 Хорвал, 395 Ирродель, 062 Грозель, 130 Дибарак.\r\n\r\nШаг 9. После победы над всеми пиратами, Вы можете сходить в кубрик за Ноланом. Звуки сражения стихли. Но пираты перегородили вам выход из корабля. Заходим в каюту капитана, там находиться Уильям. Он победил капитана и теперь корабль принадлежит ему.  В качестве награды он дает вам 767 Вудлуз и отвезет Кори и Нолана обратно в восточный Джото. Вы так же можете поехать с ними, на раздумье у вас есть 2 часа",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 1537,
    "w": 910,
    "h": 114,
    "ii": 69,
    "n": "Group 19",
    "tp": "Group",
    "c": [
     {
      "x": 860,
      "y": 1537,
      "w": 150,
      "h": 114,
      "ii": 70,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1025,
      "y": 1537,
      "w": 150,
      "h": 114,
      "ii": 71,
      "n": "image 4",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1190,
      "y": 1537,
      "w": 150,
      "h": 114,
      "ii": 72,
      "n": "image 5",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1355,
      "y": 1537,
      "w": 150,
      "h": 114,
      "ii": 73,
      "n": "image 6",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1520,
      "y": 1537,
      "w": 150,
      "h": 114,
      "ii": 74,
      "n": "image 7",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 760,
      "y": 1551,
      "w": 85,
      "h": 85,
      "ii": 75,
      "n": "image 8",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 158,
    "w": 395,
    "h": 639,
    "ii": 76,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 77,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 78,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 79,
          "n": "Свистать всех наверх!",
          "tp": "Text",
          "tx": "Свистать всех наверх!",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 80,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 395,
      "h": 415,
      "ii": 81,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 395,
        "h": 415,
        "ii": 82,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 45,
          "ii": 83,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 84,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 166,
            "h": 20,
            "ii": 85,
            "n": "Старая фотография",
            "tp": "Text",
            "tx": "Старая фотография",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 161,
          "h": 45,
          "ii": 86,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 437,
            "w": 66,
            "h": 20,
            "ii": 87,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 462,
            "w": 161,
            "h": 20,
            "ii": 88,
            "n": "Южный Архипелаг",
            "tp": "Text",
            "tx": "Южный Архипелаг",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 492,
          "w": 156,
          "h": 45,
          "ii": 89,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 492,
            "w": 129,
            "h": 20,
            "ii": 90,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 517,
            "w": 156,
            "h": 20,
            "ii": 91,
            "n": "Каменистый пляж",
            "tp": "Text",
            "tx": "Каменистый пляж",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 547,
          "w": 163,
          "h": 45,
          "ii": 92,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 547,
            "w": 42,
            "h": 20,
            "ii": 93,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 572,
            "w": 163,
            "h": 20,
            "ii": 94,
            "n": "Мальчик с удочкой",
            "tp": "Text",
            "tx": "Мальчик с удочкой",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 602,
          "w": 368,
          "h": 45,
          "ii": 95,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 602,
            "w": 77,
            "h": 20,
            "ii": 96,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 627,
            "w": 368,
            "h": 20,
            "ii": 97,
            "n": "Найти Кори и Нолана",
            "tp": "Text",
            "tx": "Найти Кори и Нолана",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 657,
          "w": 119,
          "h": 45,
          "ii": 98,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 657,
            "w": 69,
            "h": 20,
            "ii": 99,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 682,
            "w": 119,
            "h": 20,
            "ii": 100,
            "n": "Одноразовый",
            "tp": "Text",
            "tx": "Одноразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 712,
          "w": 395,
          "h": 85,
          "ii": 101,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 712,
            "w": 76,
            "h": 20,
            "ii": 102,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 737,
            "w": 395,
            "h": 60,
            "ii": 103,
            "n": "1. Глубоководный зуб х1 2. Акваланг х2 3. #767 Вудлуз",
            "tp": "Text",
            "tx": "1.  Глубоководный зуб х1\r\n2.  Акваланг х2\r\n3. #767 Вудлуз",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 104,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 105,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 106,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 107,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 108,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 109,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 949,
    "y": 237,
    "w": 172,
    "h": 20,
    "ii": 110,
    "n": "Старая фотография",
    "tp": "Text",
    "tx": "Старая фотография",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 1052,
    "y": 837,
    "w": 199,
    "h": 20,
    "ii": 111,
    "n": "Наперегонки с ветром",
    "tp": "Text",
    "tx": "Наперегонки с ветром",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 120,
    "ii": 112,
    "n": "Список монстров которых может попросить сёрфингист: 1) Скайт 2) Клыкула 3) Остер 4) Нерп 5) Цианея",
    "tp": "Text",
    "tx": "Список монстров которых может попросить сёрфингист:\r\n1) Скайт \n2) Клыкула \r\n3) Остер \r\n4) Нерп \n5) Цианея ",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 357,
    "w": 809,
    "h": 160,
    "ii": 113,
    "n": "Шаг 1. Для того чтобы взять квест вам нужно поговорить с сёрфингистом (Южный Архипелаг > о. Синнабар > Сен-Аспир > Гавань > Песчаная тропа > Скалистый залив). Он расскажет вам о гонке и о её правилах. Так же попросит принести монстра с определенным уровнем (монстра после гонки не возвращают). Шаг 2. Приносим сёрфингисту нужно монстра, ждем 15 минут. По истечению времени снова обращаемся к нему и начинаем гонку. В случае поражение переигровка будет через 10 минут, новый монстр не потребуется",
    "tp": "Text",
    "tx": "Шаг 1. Для того чтобы взять квест вам нужно поговорить с сёрфингистом (Южный Архипелаг > о. Синнабар > Сен-Аспир > Гавань > Песчаная тропа > Скалистый залив). Он расскажет вам о гонке и о её правилах. Так же попросит принести монстра с определенным уровнем (монстра после гонки не возвращают).\r\n\r\nШаг 2. Приносим сёрфингисту нужно монстра, ждем 15 минут. По истечению времени снова обращаемся к нему и начинаем гонку. В случае поражение переигровка будет через 10 минут, новый монстр не потребуется",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 395,
    "h": 729,
    "ii": 114,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 115,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 116,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 117,
          "n": "Наперегонки с ветром",
          "tp": "Text",
          "tx": "Наперегонки с ветром",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 118,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 395,
      "h": 505,
      "ii": 119,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 395,
        "h": 505,
        "ii": 120,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 363,
          "h": 45,
          "ii": 121,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 122,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 363,
            "h": 20,
            "ii": 123,
            "n": "1. Доступен после одного из этапов квеста",
            "tp": "Text",
            "tx": "1. Доступен после одного из этапов квеста\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 186,
          "h": 20,
          "ii": 124,
          "n": "Свистать всех наверх!",
          "tp": "Text",
          "tx": "Свистать всех наверх!",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
         },
         {
          "x": 70,
          "y": 467,
          "w": 161,
          "h": 45,
          "ii": 125,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 467,
            "w": 66,
            "h": 20,
            "ii": 126,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 492,
            "w": 161,
            "h": 20,
            "ii": 127,
            "n": "Южный Архипелаг",
            "tp": "Text",
            "tx": "Южный Архипелаг",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 522,
          "w": 147,
          "h": 45,
          "ii": 128,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 522,
            "w": 129,
            "h": 20,
            "ii": 129,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 547,
            "w": 147,
            "h": 20,
            "ii": 130,
            "n": "Скалистый залив",
            "tp": "Text",
            "tx": "Скалистый залив",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 577,
          "w": 103,
          "h": 45,
          "ii": 131,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 577,
            "w": 42,
            "h": 20,
            "ii": 132,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 602,
            "w": 103,
            "h": 20,
            "ii": 133,
            "n": "Сёрфингист",
            "tp": "Text",
            "tx": "Сёрфингист",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 632,
          "w": 368,
          "h": 45,
          "ii": 134,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 632,
            "w": 77,
            "h": 20,
            "ii": 135,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 657,
            "w": 368,
            "h": 20,
            "ii": 136,
            "n": "Принять участие в гонке",
            "tp": "Text",
            "tx": "Принять участие в гонке",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 687,
          "w": 128,
          "h": 45,
          "ii": 137,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 687,
            "w": 69,
            "h": 20,
            "ii": 138,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 712,
            "w": 128,
            "h": 20,
            "ii": 139,
            "n": "Многоразовый",
            "tp": "Text",
            "tx": "Многоразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 742,
          "w": 395,
          "h": 145,
          "ii": 140,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 742,
            "w": 76,
            "h": 20,
            "ii": 141,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 767,
            "w": 395,
            "h": 120,
            "ii": 142,
            "n": "1. Приз из списка: Зелье памяти х1 Повязка терпения х1 Коготь х1 Батарейка х1 Абсорбер типовой х1",
            "tp": "Text",
            "tx": "1. Приз из списка:\r\n Зелье памяти х1\r\n Повязка терпения х1\r\n Коготь х1\r\n Батарейка х1\r\n Абсорбер типовой х1",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 143,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 144,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 145,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 146,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 147,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 148,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 547,
    "w": 810,
    "h": 114,
    "ii": 149,
    "n": "Group 19",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 547,
      "w": 150,
      "h": 114,
      "ii": 150,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 925,
      "y": 547,
      "w": 150,
      "h": 114,
      "ii": 151,
      "n": "image 4",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1090,
      "y": 547,
      "w": 150,
      "h": 114,
      "ii": 152,
      "n": "image 5",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1255,
      "y": 547,
      "w": 150,
      "h": 114,
      "ii": 153,
      "n": "image 6",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1420,
      "y": 547,
      "w": 150,
      "h": 114,
      "ii": 154,
      "n": "image 7",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 60,
    "ii": 155,
    "n": "Для прохождения квеста вам понадобится: 1) Ранг >650 2) Инструменты, винтик и гайка х1",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобится:\r\n1) Ранг >650\r\n2) Инструменты, винтик и гайка х1",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 297,
    "w": 809,
    "h": 1440,
    "ii": 156,
    "n": "Запись 1. Горячий остров этот Селен, хоть и столько снега вокруг! Что ни событие, то шок. Офицер Джес в Эстайр сити поведала о нападении на ГИМ-Лидера... Его ко всему прочему ещё и обокрали... Хм, Дженни стояла рядом со зданием, похожим на стадион, наверное, тот бедолага его хозяин. Думаю, нужно сходить туда, разузнать все подробности и попробовать помочь.   Запись 2. Неужели и правда существуют люди, способные воровать чужих монстровв?! Совсем без совести – еще и у Лидера стадиона. Прямо во время боя! По словам Тобби это была Команда Г...Команда В... Хм, звучит очень знакомо. Нужно сходить в Лазурную Заводь по горячим следам, пока эти бандиты не ушли далеко. (Брелок выбивается из #114 Танжела)   Запись 3. Тобби вспомнил, что видел эмблему нарушителей на их костюмах. Команда R… Думаю, офицер Джес наверняка знает все про них. Нужно к ней обратиться, она как раз была недалеко от стадиона.   Запись 4. Первая же улика оказалась полезной – офицер Джес узнала мошенников по их эмблеме. Это Команда R! Как я сразу не догадалась!Проблема в том, что офицер не успела их арестовать, они отплыли на рейсовом катере в сторону Восточного Джото прямо у неё на глазах. Что ж, отплываю в Восточный Джото первым катером! Да и помнится мне, что я видела какое-то здание с похожим логотипом на входной двери.Надо бы поискать билет на самолет...   Запись 5. Как ни странно, но База Команды R, о которой я подумала в первую очередь, здесь вовсе ни при чём. Встретила на площади некого Майкла, который и развеял мои, ставшие ошибочными, предположения. Даже бы и не подумала, что этот праздный мужчина, сможет мне помочь. По его словам, похожие на мошенников личности арендуют его особняк. Поговорила со Стюартом, работником мастерской старого района Голденрода. Он дал мне визитку. Есть два способа ремонта, один из них очень долгий по времени, для другого нужно выбить набор инструментов в Заброшенном складе. Нужно подумать. (Голденрод >Старый район > Мастерская)   Визитка:Ремонт ключей от «Мастерских Голденрода». Дубликаты эксклюзивных ключей за 20 дней! Акция: принеси Инструменты, Винтик, Гайку и получи дубликат моментально! Тел. 25-84-20. (Голденрод-Старый район - Лес вокруг воздушного стадиона - Заброшенный склад) Дубликат ключа в мастерскую должен прийти через 20 дней. (После того как получите дубликат ключа идете в особняк Голденрод - Старый район - Лес вокруг воздушного стадиона - Особняк. Разговариваете с Командой R и идете на площадь за офицером Джес. Если хотите получить Ненуль(Лотода) и возможность его ловли, нужен Ваттон(Пикачу) с молнией. При первом разговоре с командой R использовать его)   Запись 6. Мы с Джес прогнали эту злосчастную Команду R! Тобби вот-вот вернут его Батискафиш(Старми), и он сможет возобновить работу стадиона. В благодарность он подарил мне Грен(#158 Тотодайл). Нужно посоветоваться чуть позже с Тобби, думаю, как ГИМ-Лидер водного стадиона он может подсказать, как лучше воспитать Грен(Тотодайла). (После того как прогнали команду R нужно будет ехать на Селен)  Запись 7. Я не ошибалась на счет Селена, каждый день этот регион приносит сюрпризы. Тобби рассказал, что город терроризируют…призраки. Звучит странно, но интересно. Нужно найти молодого человека по имени Билл.(Эстайр) Билл рассказал, что силверсит можно попробовать найти в месте падении метеорита в северной части или же спросить некоего Рея. Даже не знаю, какие поиски проще. (Сайреф)Рей согласился отдать мне камень. Нужно только отыскать его Огнепси(Гроули) и отобрать осколок, который висит на ошейнике монстра. Огнепси(Гроули) гуляет в районе Восточного тракта. Силверсит - любимый камень призраков. Свисток из такого камня привлекает монстров призрачного типа. (Когда камень добыт идем к Биллу и отдаем его. Свисток можно забрать сразу за 200к или подождать сутки)   Запись 8. Свисток у меня. Так, Тобби упоминал Заброшенное поместье. Думаю, стоит сходить туда. Идем в Заброшенное поместье(ночью с 22:00-5:00 по серверу) и активируем свисток. Ловим Джипер(Шаппет).   Запись 9. А какие-то чудесные свойства у этого силверсита и правда есть. Странно, оказывается, все это время жителей пугал Джипер. Но уверена, мы с ним обязательно подружимся. Тобби уже восстановил форму всех своих монстров и уже начал принимать тренеров. В благодарность за спасение города от призраков мэр подарил мне Сизль(Синдаквил). Ещё один новый друг. Ещё одно приключение окончилось. Но впереди ещё много интересного!",
    "tp": "Text",
    "tx": "Запись 1.\r\nГорячий остров этот Селен, хоть и столько снега вокруг! Что ни событие, то шок. Офицер Джес в Эстайр сити поведала о нападении на ГИМ-Лидера... Его ко всему прочему ещё и обокрали... Хм, Дженни стояла рядом со зданием, похожим на стадион, наверное, тот бедолага его хозяин. Думаю, нужно сходить туда, разузнать все подробности и попробовать помочь.\r \nЗапись 2.\r\nНеужели и правда существуют люди, способные воровать чужих монстровв?! Совсем без совести – еще и у Лидера стадиона. Прямо во время боя! По словам Тобби это была Команда Г...Команда В... Хм, звучит очень знакомо. Нужно сходить в Лазурную Заводь по горячим следам, пока эти бандиты не ушли далеко. (Брелок выбивается из #114 Танжела)\r \nЗапись 3.\r\nТобби вспомнил, что видел эмблему нарушителей на их костюмах. Команда R… Думаю, офицер Джес наверняка знает все про них. Нужно к ней обратиться, она как раз была недалеко от стадиона.\r \nЗапись 4.\r\nПервая же улика оказалась полезной – офицер Джес узнала мошенников по их эмблеме. Это Команда R! Как я сразу не догадалась!Проблема в том, что офицер не успела их арестовать, они отплыли на рейсовом катере в сторону Восточного Джото прямо у неё на глазах. Что ж, отплываю в Восточный Джото первым катером! Да и помнится мне, что я видела какое-то здание с похожим логотипом на входной двери.Надо бы поискать билет на самолет...\r \nЗапись 5.\r\nКак ни странно, но База Команды R, о которой я подумала в первую очередь, здесь вовсе ни при чём. Встретила на площади некого Майкла, который и развеял мои, ставшие ошибочными, предположения. Даже бы и не подумала, что этот праздный мужчина, сможет мне помочь. По его словам, похожие на мошенников личности арендуют его особняк. Поговорила со Стюартом, работником мастерской старого района Голденрода. Он дал мне визитку. Есть два способа ремонта, один из них очень долгий по времени, для другого нужно выбить набор инструментов в Заброшенном складе. Нужно подумать. (Голденрод >Старый район > Мастерская)\r \nВизитка:Ремонт ключей от «Мастерских Голденрода». Дубликаты эксклюзивных ключей за 20 дней! Акция: принеси Инструменты, Винтик, Гайку и получи дубликат моментально! Тел. 25-84-20. (Голденрод-Старый район - Лес вокруг воздушного стадиона - Заброшенный склад)\r\nДубликат ключа в мастерскую должен прийти через 20 дней.\r\n(После того как получите дубликат ключа идете в особняк Голденрод - Старый район - Лес вокруг воздушного стадиона - Особняк. Разговариваете с Командой R и идете на площадь за офицером Джес. Если хотите получить Ненуль(Лотода) и возможность его ловли, нужен Ваттон(Пикачу) с молнией. При первом разговоре с командой R использовать его)\r \nЗапись 6.\r\nМы с Джес прогнали эту злосчастную Команду R! Тобби вот-вот вернут его Батискафиш(Старми), и он сможет возобновить работу стадиона. В благодарность он подарил мне Грен(#158 Тотодайл). Нужно посоветоваться чуть позже с Тобби, думаю, как ГИМ-Лидер водного стадиона он может подсказать, как лучше воспитать Грен(Тотодайла). (После того как прогнали команду R нужно будет ехать на Селен)  Запись 7. Я не ошибалась на счет Селена, каждый день этот регион приносит сюрпризы. Тобби рассказал, что город терроризируют…призраки. Звучит странно, но интересно. Нужно найти молодого человека по имени Билл.(Эстайр) Билл рассказал, что силверсит можно попробовать найти в месте падении метеорита в северной части или же спросить некоего Рея. Даже не знаю, какие поиски проще. (Сайреф)Рей согласился отдать мне камень. Нужно только отыскать его Огнепси(Гроули) и отобрать осколок, который висит на ошейнике монстра. Огнепси(Гроули) гуляет в районе Восточного тракта. Силверсит - любимый камень призраков. Свисток из такого камня привлекает монстров призрачного типа. (Когда камень добыт идем к Биллу и отдаем его. Свисток можно забрать сразу за 200к или подождать сутки)\r \nЗапись 8.\r\nСвисток у меня. Так, Тобби упоминал Заброшенное поместье. Думаю, стоит сходить туда.\r\nИдем в Заброшенное поместье(ночью с 22:00-5:00 по серверу) и активируем свисток. Ловим Джипер(Шаппет).\r \nЗапись 9.\r\nА какие-то чудесные свойства у этого силверсита и правда есть. Странно, оказывается, все это время жителей пугал Джипер. Но уверена, мы с ним обязательно подружимся. Тобби уже восстановил форму всех своих монстров и уже начал принимать тренеров. В благодарность за спасение города от призраков мэр подарил мне Сизль(Синдаквил). Ещё один новый друг. Ещё одно приключение окончилось. Но впереди ещё много интересного!",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 395,
    "h": 759,
    "ii": 157,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 158,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 159,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 160,
          "n": "Похищение Батискафиш",
          "tp": "Text",
          "tx": "Похищение Батискафиш",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 161,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 395,
      "h": 535,
      "ii": 162,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 395,
        "h": 535,
        "ii": 163,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 45,
          "ii": 164,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 165,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 83,
            "h": 20,
            "ii": 166,
            "n": "Ранг >650",
            "tp": "Text",
            "tx": "Ранг >650",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 232,
          "h": 45,
          "ii": 167,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 437,
            "w": 66,
            "h": 20,
            "ii": 168,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 462,
            "w": 232,
            "h": 20,
            "ii": 169,
            "n": "о.Селен - Восточный Джото",
            "tp": "Text",
            "tx": "о.Селен - Восточный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 492,
          "w": 129,
          "h": 45,
          "ii": 170,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 492,
            "w": 129,
            "h": 20,
            "ii": 171,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 517,
            "w": 104,
            "h": 20,
            "ii": 172,
            "n": "Эстайр сити",
            "tp": "Text",
            "tx": "Эстайр сити",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 547,
          "w": 119,
          "h": 45,
          "ii": 173,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 547,
            "w": 42,
            "h": 20,
            "ii": 174,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 572,
            "w": 119,
            "h": 20,
            "ii": 175,
            "n": "Офицер Джес",
            "tp": "Text",
            "tx": "Офицер Джес",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 602,
          "w": 368,
          "h": 45,
          "ii": 176,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 602,
            "w": 77,
            "h": 20,
            "ii": 177,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 627,
            "w": 368,
            "h": 20,
            "ii": 178,
            "n": "Разобраться в деле похищения монстров",
            "tp": "Text",
            "tx": "Разобраться в деле похищения монстров",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 657,
          "w": 236,
          "h": 45,
          "ii": 179,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 657,
            "w": 69,
            "h": 20,
            "ii": 180,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 682,
            "w": 236,
            "h": 20,
            "ii": 181,
            "n": "Одноразовый, нелинейный",
            "tp": "Text",
            "tx": "Одноразовый, нелинейный",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 712,
          "w": 395,
          "h": 205,
          "ii": 182,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 712,
            "w": 76,
            "h": 20,
            "ii": 183,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 737,
            "w": 395,
            "h": 180,
            "ii": 184,
            "n": "1. Свисток 2. #155 Сизль 3. #158 Грен 4. Зло: #302 Бугибум ИЛИ Добро: #353 Джипер и Возможность получить #270 Ненуль",
            "tp": "Text",
            "tx": "1.  Свисток\r\n2. #155 Сизль\r\n3. #158 Грен\r\n4. Зло:\r#302 Бугибум\r\n\r\nИЛИ\r\n\r\nДобро:\r #353 Джипер\rи\rВозможность получить #270 Ненуль",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 185,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 186,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 187,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 188,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 189,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 190,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 1757,
    "w": 235,
    "h": 85,
    "ii": 191,
    "n": "Group 18",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 1757,
      "w": 85,
      "h": 85,
      "ii": 192,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 910,
      "y": 1757,
      "w": 85,
      "h": 85,
      "ii": 193,
      "n": "image 4",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 80,
    "ii": 194,
    "n": "1) 2) Лечебная трава х5 3) Орехи х5 4) Леденцы х6",
    "tp": "Text",
    "tx": "1) \n2) Лечебная трава х5\r\n3) Орехи х5\r\n4) Леденцы х6",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 317,
    "w": 809,
    "h": 520,
    "ii": 195,
    "n": "Запись 1. У ледяной горы в северной части Селена встретила Мери. От нее сбежал Меррипик(Делибёрд). Бедная девочка, как она переживает за своего монстра. Что ж, нужно ей помочь. Ниже выписала правила игры с Меррипик(Делибёрд). Но для начала нужно попробовать его найти… (Мери находится Остарон - Маршрут 4 остров - Маршрут 3 остров - Лес Селена - Северный причал Селена - Маршрут 7 остров - Ледяная гора) Запись 2. Как удачно я зашла в старую хижину. Отшельник, что живёт в ней, оказался двоюродным дедушкой Мери. Он рассказал, что Меррипик(Делибёрд) стоит поискать на Плато, они там с Мери первый раз тренировались. Что ж, хорошая идея! /На каждой локации Меррипик(Делибёрд) принимает определенное угощение, которое добавляет ему камушки для жонглирования (У меня он был на пастбище, там он принимал орехи и на плато, где брал траву). После того как камушек стало 10 Меррипика(Делибёрд) нужно давать ТОЛЬКО леденцы что бы довести его до 3 маршрута/ Запись 3. Ну вот и все, наконец-то Меррипик(Делибёрд) вернулся к Мери. Как же они оба были счастливы! Девочка дала мне в благодарность Приманку, интересно сшитую куклу. По словам Мери, с помощью приманки я смогу поймать некоторых редких монстров, один из них - Меррипик(Делибёрд), что обитает на Плато. А пока мне нужно немного отдохнуть и набраться сил для новых открытий и путешествий!",
    "tp": "Text",
    "tx": "Запись 1.\r\nУ ледяной горы в северной части Селена встретила Мери. От нее сбежал Меррипик(Делибёрд). \r\nБедная девочка, как она переживает за своего монстра. Что ж, нужно ей помочь.\r\nНиже выписала правила игры с Меррипик(Делибёрд). \r\nНо для начала нужно попробовать его найти…\r\n(Мери находится Остарон - Маршрут 4 остров - Маршрут 3 остров - Лес Селена - Северный причал Селена - Маршрут 7 остров - Ледяная гора)\r\n \r\nЗапись 2.\r\nКак удачно я зашла в старую хижину. Отшельник, что живёт в ней, оказался двоюродным дедушкой Мери. Он рассказал, что Меррипик(Делибёрд) стоит поискать на Плато, они там с Мери первый раз тренировались. Что ж, хорошая идея!\r\n\r\n/На каждой локации Меррипик(Делибёрд) принимает определенное угощение, которое добавляет ему камушки для жонглирования (У меня он был на пастбище, там он принимал орехи и на плато, где брал траву). После того как камушек стало 10 Меррипика(Делибёрд) нужно давать ТОЛЬКО леденцы что бы довести его до 3 маршрута/\r\n \r\nЗапись 3.\r\nНу вот и все, наконец-то Меррипик(Делибёрд) вернулся к Мери. Как же они оба были счастливы! Девочка дала мне в благодарность Приманку, интересно сшитую куклу. По словам Мери, с помощью приманки я смогу поймать некоторых редких монстров, один из них - Меррипик(Делибёрд), что обитает на Плато. А пока мне нужно немного отдохнуть и набраться сил для новых открытий и путешествий!\r\n",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 620,
    "ii": 196,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 149,
      "ii": 197,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 39,
        "ii": 198,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 39,
          "ii": 199,
          "n": "Меррипик Мери",
          "tp": "Text",
          "tx": "Меррипик Мери\r",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 217,
        "w": 130,
        "h": 90,
        "ii": 200,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 343,
      "w": 368,
      "h": 435,
      "ii": 201,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 343,
        "w": 368,
        "h": 435,
        "ii": 202,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 343,
          "w": 254,
          "h": 45,
          "ii": 203,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 343,
            "w": 254,
            "h": 20,
            "ii": 204,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 368,
            "w": 115,
            "h": 20,
            "ii": 205,
            "n": "Война Мэров",
            "tp": "Text",
            "tx": "Война Мэров",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 398,
          "w": 66,
          "h": 45,
          "ii": 206,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 398,
            "w": 66,
            "h": 20,
            "ii": 207,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 423,
            "w": 66,
            "h": 20,
            "ii": 208,
            "n": "о.Селен",
            "tp": "Text",
            "tx": "о.Селен",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 453,
          "w": 129,
          "h": 45,
          "ii": 209,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 453,
            "w": 129,
            "h": 20,
            "ii": 210,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 478,
            "w": 116,
            "h": 20,
            "ii": 211,
            "n": "Ледяная гора",
            "tp": "Text",
            "tx": "Ледяная гора",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 508,
          "w": 48,
          "h": 45,
          "ii": 212,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 508,
            "w": 42,
            "h": 20,
            "ii": 213,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 533,
            "w": 48,
            "h": 20,
            "ii": 214,
            "n": "Мери",
            "tp": "Text",
            "tx": "Мери",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 563,
          "w": 368,
          "h": 45,
          "ii": 215,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 563,
            "w": 77,
            "h": 20,
            "ii": 216,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 588,
            "w": 368,
            "h": 20,
            "ii": 217,
            "n": "Вернуть пропавшего Меррипика.",
            "tp": "Text",
            "tx": "Вернуть пропавшего Меррипика.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 618,
          "w": 119,
          "h": 45,
          "ii": 218,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 618,
            "w": 69,
            "h": 20,
            "ii": 219,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 643,
            "w": 119,
            "h": 20,
            "ii": 220,
            "n": "Одноразовый",
            "tp": "Text",
            "tx": "Одноразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 673,
          "w": 329,
          "h": 105,
          "ii": 221,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 673,
            "w": 76,
            "h": 20,
            "ii": 222,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 698,
            "w": 329,
            "h": 80,
            "ii": 223,
            "n": "1. Приманка 2. Возможность дропа Сухой лёд 3. Возможность дропа Леденец 4. Возможность ловли #225 Меррипик",
            "tp": "Text",
            "tx": "1.  Приманка\r\n2. Возможность дропа  Сухой лёд\r\n3. Возможность дропа  Леденец\r\n4. Возможность ловли #225 Меррипик",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 224,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 225,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 226,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 227,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 228,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 229,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 777,
    "y": 217,
    "w": 115,
    "h": 20,
    "ii": 230,
    "n": "Война Мэров",
    "tp": "Text",
    "tx": "Война Мэров",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 800,
    "ii": 231,
    "n": "Запись 1. В центре Целадона находится здание метеостанции. Удачно же я туда зашла! Кроме того, что мне рассказали не только о работе метеостанции (здесь изучают погодные явления и пытаются их контролировать при помощи #351 Веттерино(Кастформов), но и об особенности влияния погоды на поведение монстров во время битвы, что может мне пригодиться. Постаралась всё запомнить... В крайнем случае, ведущий метеоролог всегда рад об этом рассказать. К слову, меня попросили, в случае если я замечу странные изменения погоды «точечного характера» (интересно, это термин или буйная фантазия метеоролога?!), сообщить о них сотрудникам метеостанции.   Маршрут 8 /погода град, прибор Снегомер/ Маршрут 11/погода песчаная буря, прибор Сейсмограф/ Маршрут 12/погода дождь, прибор Плювиограф/ Маршрут 19/погода солнечно, прибор Гелиограф/.  Стоимость одного прибора 250к, после сдачи Веттерино(Кастформа) на метеостанцию прибор исчезает) Запись 2. Когда на улице хорошая погода, встретить человека в зимней одежде практически нереально. А я вот встретила! Смешно очень, только если не вдаваться в подробности: Намби попал в сильный буран с градом на 8-ом маршруте! Может, это и есть один из тех погодных сбоев, о которых говорил ведущий метеоролог?.. Запись 3. Как я и предполагала, проблемы встреченного мною тренера связаны с теми погодными изменениями, о которых говорил ведущий метеоролог. Больше того, именно работа метеостанции стала источником этих явлений. Метеорологи недосмотрели за исследуемыми ими Веттерино(Кастформами), и один из них отправился в своё маленькое кастформ-путешествие с экспериментами! Что ж, придётся ловить. Показания прибора: зафиксирована деятельность Веттерино(Кастформа).  Запись 4. Веттерино(Кастформ) пойман и возвращён в метеостанцию. Надеюсь, за ним будут следить тщательнее. Хотя намёк ведущего метеоролога... Впрочем, может оказаться только намёком! Получила от метеоролога предметы, влияющие на погоду во время боя... Что ж, надо будет подумать, как их выгоднее применить.",
    "tp": "Text",
    "tx": "Запись 1.\r\nВ центре Целадона находится здание метеостанции. Удачно же я туда зашла! Кроме того, что мне рассказали не только о работе метеостанции (здесь изучают погодные явления и пытаются их контролировать при помощи #351 Веттерино(Кастформов), но и об особенности влияния погоды на поведение монстров во время битвы, что может мне пригодиться. Постаралась всё запомнить... В крайнем случае, ведущий метеоролог всегда рад об этом рассказать.\r\nК слову, меня попросили, в случае если я замечу странные изменения погоды «точечного характера»\r\n(интересно, это термин или буйная фантазия метеоролога?!), сообщить о них сотрудникам метеостанции.\r \nМаршрут 8 /погода град, прибор Снегомер/\r\nМаршрут 11/погода песчаная буря, прибор Сейсмограф/\r\nМаршрут 12/погода дождь, прибор Плювиограф/\r\nМаршрут 19/погода солнечно, прибор Гелиограф/.\r\n Стоимость одного прибора 250к, после сдачи Веттерино(Кастформа) на метеостанцию прибор исчезает)\r\n\r\nЗапись 2.\r\nКогда на улице хорошая погода, встретить человека в зимней одежде практически нереально. А я вот встретила! Смешно очень, только если не вдаваться в подробности: Намби попал в сильный буран с градом на 8-ом маршруте! Может, это и есть один из тех погодных сбоев, о которых говорил ведущий метеоролог?..\r\n\r\nЗапись 3.\r\nКак я и предполагала, проблемы встреченного мною тренера связаны с теми погодными изменениями, о которых говорил ведущий метеоролог. Больше того, именно работа метеостанции стала источником этих явлений. Метеорологи недосмотрели за исследуемыми ими Веттерино(Кастформами), и один из них отправился в своё маленькое кастформ-путешествие с экспериментами! Что ж, придётся ловить.\r\n\r\nПоказания прибора: зафиксирована деятельность Веттерино(Кастформа).\r\n Запись 4.\r\nВеттерино(Кастформ) пойман и возвращён в метеостанцию. Надеюсь, за ним будут следить тщательнее. Хотя намёк ведущего метеоролога... Впрочем, может оказаться только намёком!\r\nПолучила от метеоролога предметы, влияющие на погоду во время боя... Что ж, надо будет подумать, как их выгоднее применить.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 820,
    "ii": 232,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 149,
      "ii": 233,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 39,
        "ii": 234,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 39,
          "ii": 235,
          "n": "Метеостанция",
          "tp": "Text",
          "tx": "Метеостанция",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 217,
        "w": 130,
        "h": 90,
        "ii": 236,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 343,
      "w": 324,
      "h": 635,
      "ii": 237,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 343,
        "w": 324,
        "h": 635,
        "ii": 238,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 343,
          "w": 254,
          "h": 45,
          "ii": 239,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 343,
            "w": 254,
            "h": 20,
            "ii": 240,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 368,
            "w": 141,
            "h": 20,
            "ii": 241,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 398,
          "w": 66,
          "h": 45,
          "ii": 242,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 398,
            "w": 66,
            "h": 20,
            "ii": 243,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 423,
            "w": 50,
            "h": 20,
            "ii": 244,
            "n": "Канто",
            "tp": "Text",
            "tx": "Канто",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 453,
          "w": 129,
          "h": 45,
          "ii": 245,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 453,
            "w": 129,
            "h": 20,
            "ii": 246,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 478,
            "w": 123,
            "h": 20,
            "ii": 247,
            "n": "Метеостанция",
            "tp": "Text",
            "tx": "Метеостанция",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 508,
          "w": 183,
          "h": 45,
          "ii": 248,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 508,
            "w": 42,
            "h": 20,
            "ii": 249,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 533,
            "w": 183,
            "h": 20,
            "ii": 250,
            "n": "Ведущий метеоролог",
            "tp": "Text",
            "tx": "Ведущий метеоролог",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 563,
          "w": 317,
          "h": 85,
          "ii": 251,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 563,
            "w": 77,
            "h": 20,
            "ii": 252,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 588,
            "w": 317,
            "h": 60,
            "ii": 253,
            "n": "Поймать сбежавшего в путешествие #351 Веттерино и вернуть его на метеостанцию.",
            "tp": "Text",
            "tx": "Поймать сбежавшего в путешествие\r\n#351 Веттерино и вернуть его\r\nна метеостанцию.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 658,
          "w": 128,
          "h": 45,
          "ii": 254,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 658,
            "w": 69,
            "h": 20,
            "ii": 255,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 683,
            "w": 128,
            "h": 20,
            "ii": 256,
            "n": "Многоразовый",
            "tp": "Text",
            "tx": "Многоразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 713,
          "w": 324,
          "h": 265,
          "ii": 257,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 713,
            "w": 76,
            "h": 20,
            "ii": 258,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 738,
            "w": 324,
            "h": 240,
            "ii": 259,
            "n": "1. Рандомный приз из списка: TM 11 - Ясный день TM 07 - Град TM 18 - Танец дождя TM 37 - Песчаная буря 2. Рандомный приз из списка: Пористый камень Влажный камень Холодный камень Горячий камень 3. Возможность ловли #351 Веттерино",
            "tp": "Text",
            "tx": "1. Рандомный приз из списка:\r\nTM 11 - Ясный день\r\nTM 07 - Град\r\nTM 18 - Танец дождя\r\nTM 37 - Песчаная буря\r\n2. Рандомный приз из списка:\r\nПористый камень\r\nВлажный камень\r\nХолодный камень\r\nГорячий камень\r\n\r\n3. Возможность ловли #351 Веттерино",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 260,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 261,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 262,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 263,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 264,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 265,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 860,
    "ii": 266,
    "n": "Запись 1. Встретила какого-то неадекватного клоуна Фредди в Шатре Вермилиона. Его выгнали из цирка Фарради, поэтому Фредди загорелся идеей создать свой собственный цирк. Что ж, мне пообещали награду, хотя дуэт клоуна и его Арлекида меня смутил. Вручили перечень атак и названий монстров для шоу четырёх стихий. Он также обмолвился, что нужно будет найти артистов для цирка, но сначала необходимо принести монстров. Монстры, которых мне нужно передать клоуну: Армурена(Клойстер) с атакой Морская вода Драуз(Сидра) с атакой Гидропомпа Огнепси(Гроули) с атакой Пламенный штурм Ракода(Вульпикс) с атакой Блуждающие огни Фоуль(Ноктаул) с атакой Рассекающий ветер Грюмышь(Голбат) с атакой Акробатика Потат(Диглет) с атакой Дрожь земли Скуллозавр(Маровак) с атакой Костолом   /За это мы получаем крепкий кофе х1/ Запись 2. С монстрами покончено. Фредди начинает действовать мне на нервы. Он предоставил список имён артистов, которых необходимо завербовать в новый цирк. Хорошо, что все они находятся в Канто. Ничего себе «пара профессионалов», да тут одних гимнастов больше будет! Список имён артистов, которых нужно пригласить выступать в цирке после сдачи монстров: - Гимнасты.(Восточный Шафран с 08:00 до 23:00. Говорим с тренером потом с гимнастами после этого они уходят в цирк) - Дрессировщик цирковых монстров.(Фуксия, выбиваем на пирсе из Шримпера его талисман) - Заклинатель Гюрзаров.(Маршрут 13, на 11 маршруте ловим сбежавшего Гюрзар 75лвл/включаем диких монстров, нажимаем на кнопку с надписью Гюрзар и ждем пока нападет. После поимки он окажется в питомнике/ и отдаем заклинателю) получаем ядовитый шип х1 и возможность его дропа. Идем в цирк и получаем награду.: Возможность ловли двух монстров из четырех: Капель, Скафиш, Тюлон, Хорсилт Запись 3. Фредди очень рад успешному завершению подготовки цирковых номеров. В благодарность за помощь он поделился со мной информацией об ареале обитания двух водных монстров. Полезная информация! Как-нибудь обязательно загляну посмотреть на новые представления в этом цирке.",
    "tp": "Text",
    "tx": "Запись 1.\r\nВстретила какого-то неадекватного клоуна Фредди в Шатре Вермилиона. Его выгнали из цирка Фарради, поэтому Фредди загорелся идеей создать свой собственный цирк. Что ж, мне пообещали награду, хотя дуэт клоуна и его Арлекида меня смутил. Вручили перечень атак и названий монстров для шоу четырёх стихий. Он также обмолвился, что нужно будет найти артистов для цирка, но сначала необходимо принести монстров.\r\n\r\nМонстры, которых мне нужно передать клоуну:\r\nАрмурена(Клойстер) с атакой Морская вода\r\nДрауз(Сидра) с атакой Гидропомпа\r\nОгнепси(Гроули) с атакой Пламенный штурм\r\nРакода(Вульпикс) с атакой Блуждающие огни\r\nФоуль(Ноктаул) с атакой Рассекающий ветер\r\nГрюмышь(Голбат) с атакой Акробатика\r\nПотат(Диглет) с атакой Дрожь земли\r\nСкуллозавр(Маровак) с атакой Костолом\r \n/За это мы получаем крепкий кофе х1/\r\n\r\nЗапись 2.\r\nС монстрами покончено.\r\nФредди начинает действовать мне на нервы. Он предоставил список имён артистов, которых необходимо завербовать в новый цирк. Хорошо, что все они находятся в Канто. Ничего себе «пара профессионалов», да тут одних гимнастов больше будет!\r\n\r\nСписок имён артистов, которых нужно пригласить выступать в цирке после сдачи монстров:\r\n- Гимнасты.(Восточный Шафран с 08:00 до 23:00. Говорим с тренером потом с гимнастами после этого они уходят в цирк)\r\n- Дрессировщик цирковых монстров.(Фуксия, выбиваем на пирсе из Шримпера его талисман)\r\n- Заклинатель Гюрзаров.(Маршрут 13, на 11 маршруте ловим сбежавшего Гюрзар 75лвл/включаем диких монстров, нажимаем на кнопку с надписью Гюрзар и ждем пока нападет. После поимки он окажется в питомнике/ и отдаем заклинателю) получаем ядовитый шип х1 и возможность его дропа.\r\n\r\nИдем в цирк и получаем награду.: Возможность ловли двух монстров из четырех: Капель, Скафиш, Тюлон, Хорсилт\r\n\r\nЗапись 3.\r\nФредди очень рад успешному завершению подготовки цирковых номеров. В благодарность за помощь он поделился со мной информацией об ареале обитания двух водных монстров. Полезная информация! Как-нибудь обязательно загляну посмотреть на новые представления в этом цирке.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 704,
    "ii": 267,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 268,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 269,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 270,
          "n": "Цирк уехал, а клоуны...",
          "tp": "Text",
          "tx": "Цирк уехал, а клоуны...",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 271,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 360,
      "h": 480,
      "ii": 272,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 360,
        "h": 480,
        "ii": 273,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 360,
          "h": 90,
          "ii": 274,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 275,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 150,
            "h": 20,
            "ii": 276,
            "n": "1. Цирк монстров",
            "tp": "Text",
            "tx": "1. Цирк монстров\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
           },
           {
            "x": 70,
            "y": 432,
            "w": 360,
            "h": 40,
            "ii": 277,
            "n": "2. Месяц ожидания после прохождения квеста Цирк монстров.",
            "tp": "Text",
            "tx": "2. Месяц ожидания после прохождения квеста Цирк монстров.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 482,
          "w": 66,
          "h": 45,
          "ii": 278,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 482,
            "w": 66,
            "h": 20,
            "ii": 279,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 507,
            "w": 50,
            "h": 20,
            "ii": 280,
            "n": "Канто",
            "tp": "Text",
            "tx": "Канто",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 537,
          "w": 144,
          "h": 45,
          "ii": 281,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 537,
            "w": 129,
            "h": 20,
            "ii": 282,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 562,
            "w": 144,
            "h": 20,
            "ii": 283,
            "n": "Цирковой шатёр",
            "tp": "Text",
            "tx": "Цирковой шатёр",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 592,
          "w": 123,
          "h": 45,
          "ii": 284,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 592,
            "w": 42,
            "h": 20,
            "ii": 285,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 617,
            "w": 123,
            "h": 20,
            "ii": 286,
            "n": "клоун Фредди",
            "tp": "Text",
            "tx": "клоун Фредди",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 647,
          "w": 285,
          "h": 45,
          "ii": 287,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 647,
            "w": 77,
            "h": 20,
            "ii": 288,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 672,
            "w": 285,
            "h": 20,
            "ii": 289,
            "n": "Помочь клоуну в создании цирка",
            "tp": "Text",
            "tx": "Помочь клоуну в создании цирка",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 702,
          "w": 119,
          "h": 45,
          "ii": 290,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 702,
            "w": 69,
            "h": 20,
            "ii": 291,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 727,
            "w": 119,
            "h": 20,
            "ii": 292,
            "n": "Одноразовый",
            "tp": "Text",
            "tx": "Одноразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 757,
          "w": 327,
          "h": 105,
          "ii": 293,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 757,
            "w": 76,
            "h": 20,
            "ii": 294,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 782,
            "w": 327,
            "h": 80,
            "ii": 295,
            "n": "1. Возможность дропа Ядовитый шип 2. Возможность ловли двух из: #060 Капель или #116 Хорсилт или #120 Скафиш или #363 Тюлон",
            "tp": "Text",
            "tx": "1. Возможность дропа  Ядовитый шип\r\n2. Возможность ловли двух из:\r\n#060 Капель или #116 Хорсилт\r\nили #120 Скафиш или #363 Тюлон",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 296,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 297,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 298,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 299,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 300,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 301,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 300,
    "ii": 302,
    "n": "Запись 1. Гуляя по Целадону, наткнулась на директора электростанции. Из-за сильного загрязнения отключилась система охлаждения и весь регион может остаться без электричества! Чтобы этого не произошло, необходимо принести директору на электростанцию 10 Грязень(Маков) мужского пола, 50 уровня, каждый из них должен знать атаку Грязевая ванна, иначе ничего не получится. За помощь обещали уникальную вещь! Как тут не помочь? (Эти Грязень(Маки) нападают только после того как был взят квест на 16 маршруте с 22:00 по игровому времени. Так же на этом маршруте водятся Маки без нужной атаки, будьте внимательны) Запись 2. Региону Канто больше не угрожает отключение электричества. А всё потому, что Грязень(Маки) используют грязевую ванну для очищения системы охлаждения станции. Портативный генератор замечательно подходит для поиска редких электрических монстров. Действительно, удивительная вещь.",
    "tp": "Text",
    "tx": "Запись 1.\r\nГуляя по Целадону, наткнулась на директора электростанции. Из-за сильного загрязнения отключилась система охлаждения и весь регион может остаться без электричества! Чтобы этого не произошло, необходимо принести директору на электростанцию 10 Грязень(Маков) мужского пола, 50 уровня, каждый из них должен знать атаку Грязевая ванна, иначе ничего не получится. За помощь обещали уникальную вещь! Как тут не помочь? (Эти Грязень(Маки) нападают только после того как был взят квест на 16 маршруте с 22:00 по игровому времени. Так же на этом маршруте водятся Маки без нужной атаки, будьте внимательны)\r\n\r\nЗапись 2.\r\nРегиону Канто больше не угрожает отключение электричества. А всё потому, что Грязень(Маки) используют грязевую ванну для очищения системы охлаждения станции.\r\n\r\nПортативный генератор замечательно подходит для поиска редких электрических монстров. Действительно, удивительная вещь.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 619,
    "ii": 303,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 304,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 305,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 306,
          "n": "Квест Электростанции",
          "tp": "Text",
          "tx": "Квест Электростанции",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 307,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 326,
      "h": 395,
      "ii": 308,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 326,
        "h": 395,
        "ii": 309,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 45,
          "ii": 310,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 311,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 141,
            "h": 20,
            "ii": 312,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 66,
          "h": 45,
          "ii": 313,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 437,
            "w": 66,
            "h": 20,
            "ii": 314,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 462,
            "w": 50,
            "h": 20,
            "ii": 315,
            "n": "Канто",
            "tp": "Text",
            "tx": "Канто",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 492,
          "w": 129,
          "h": 45,
          "ii": 316,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 492,
            "w": 129,
            "h": 20,
            "ii": 317,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 517,
            "w": 75,
            "h": 20,
            "ii": 318,
            "n": "Целадон",
            "tp": "Text",
            "tx": "Целадон",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 547,
          "w": 159,
          "h": 45,
          "ii": 319,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 547,
            "w": 42,
            "h": 20,
            "ii": 320,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 572,
            "w": 159,
            "h": 20,
            "ii": 321,
            "n": "Директор станции",
            "tp": "Text",
            "tx": "Директор станции",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 602,
          "w": 326,
          "h": 45,
          "ii": 322,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 602,
            "w": 77,
            "h": 20,
            "ii": 323,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 627,
            "w": 326,
            "h": 20,
            "ii": 324,
            "n": "Восстановить работу электростанции.",
            "tp": "Text",
            "tx": "Восстановить работу электростанции.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 657,
          "w": 119,
          "h": 45,
          "ii": 325,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 657,
            "w": 69,
            "h": 20,
            "ii": 326,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 682,
            "w": 119,
            "h": 20,
            "ii": 327,
            "n": "Одноразовый",
            "tp": "Text",
            "tx": "Одноразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 712,
          "w": 260,
          "h": 65,
          "ii": 328,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 712,
            "w": 76,
            "h": 20,
            "ii": 329,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 737,
            "w": 260,
            "h": 40,
            "ii": 330,
            "n": "1. Портативный генератор 2. Обучение атаке: Магнетизм",
            "tp": "Text",
            "tx": "1. Портативный генератор\r\n2. Обучение атаке:\r\rМагнетизм",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 331,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 332,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 333,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 334,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 335,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 336,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 480,
    "ii": 337,
    "n": "1. Может потребоваться принести случайного монстра, ловящегося в другом регионе, а также соответствующий типовой усилитель. Список ловящихся/получаемых в других регионах монстров, необходимых для филиала: Восточный Джото: #024 Гюрзар, #114 Вьюнудль, #193 Либеллёт, #213 Джуснель, #223 Рановак, #276 Ванси, #283 Спибаг, #315 Астрания, #331 Пикан, #360 Поркуш, #453 Кваяд, #455 Лопыш, #509 Пантир, #546 Стинни, #568 Лутер;   Западный Джото: #028 Кроттор, #084 Додронт, #122 Клошар, #207 Скорпимер, #323 Вулкемел, #227 Орлармор, #231 Пынюх, #285 Толириб, #311 Плюш, #312 Минуш, #223 Рановак, #340 Сомасин, #349 Тусклофиш, #366 Остер, #415 Хани;   о. Селен: #024 Гюрзар, #114 Вьюнудль, #215 Демот, #223 Рановак, #225 Меррипик, #290 Полиста, #341 Крак, #361 Снепург, #587 Вольтар;   Южный архипелаг: #211 Вартфиш, #223 Рановак, #290 Полиста, #319 Клыкула, #357 Пальмер, #366 Остер, #592 Абимон, #661 Ирлин, #682 Кензи, #690 Ротенот, #712 Льдинкус.    2. Время выполнения задания не превышает 7 дней. После истечения этого периода будет предложен другой список из монстра и стаб-усилителя.",
    "tp": "Text",
    "tx": "1. Может потребоваться принести случайного монстра, ловящегося в другом регионе, а также соответствующий типовой усилитель.\r\nСписок ловящихся/получаемых в других регионах монстров, необходимых для филиала:\r\n\r\nВосточный Джото: #024 Гюрзар, #114 Вьюнудль, #193 Либеллёт, #213 Джуснель, #223 Рановак, #276 Ванси, #283 Спибаг, #315 Астрания, #331 Пикан, #360 Поркуш, #453 Кваяд, #455 Лопыш, #509 Пантир, #546 Стинни, #568 Лутер;\r \nЗападный Джото: #028 Кроттор, #084 Додронт, #122 Клошар, #207 Скорпимер, #323 Вулкемел, #227 Орлармор, #231 Пынюх, #285 Толириб, #311 Плюш, #312 Минуш, #223 Рановак, #340 Сомасин, #349 Тусклофиш, #366 Остер, #415 Хани;\r \nо. Селен: #024 Гюрзар, #114 Вьюнудль, #215 Демот, #223 Рановак, #225 Меррипик, #290 Полиста, #341 Крак, #361 Снепург, #587 Вольтар;\r \nЮжный архипелаг: #211 Вартфиш, #223 Рановак, #290 Полиста, #319 Клыкула, #357 Пальмер, #366 Остер, #592 Абимон, #661 Ирлин, #682 Кензи, #690 Ротенот, #712 Льдинкус.    2. Время выполнения задания не превышает 7 дней. После истечения этого периода будет предложен другой список из монстра и стаб-усилителя.\r\n\r\n\r",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 619,
    "ii": 338,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 339,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 340,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 341,
          "n": "Исследование филиала",
          "tp": "Text",
          "tx": "Исследование филиала",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 342,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 393,
      "h": 395,
      "ii": 343,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 393,
        "h": 395,
        "ii": 344,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 45,
          "ii": 345,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 346,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 141,
            "h": 20,
            "ii": 347,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 66,
          "h": 45,
          "ii": 348,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 437,
            "w": 66,
            "h": 20,
            "ii": 349,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 462,
            "w": 50,
            "h": 20,
            "ii": 350,
            "n": "Канто",
            "tp": "Text",
            "tx": "Канто",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 492,
          "w": 263,
          "h": 45,
          "ii": 351,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 492,
            "w": 129,
            "h": 20,
            "ii": 352,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 517,
            "w": 263,
            "h": 20,
            "ii": 353,
            "n": "Филиал Академии Голденрода",
            "tp": "Text",
            "tx": "Филиал Академии Голденрода",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 547,
          "w": 160,
          "h": 45,
          "ii": 354,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 547,
            "w": 42,
            "h": 20,
            "ii": 355,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 572,
            "w": 160,
            "h": 20,
            "ii": 356,
            "n": "Работник филиала",
            "tp": "Text",
            "tx": "Работник филиала",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 602,
          "w": 393,
          "h": 65,
          "ii": 357,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 602,
            "w": 77,
            "h": 20,
            "ii": 358,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 627,
            "w": 393,
            "h": 40,
            "ii": 359,
            "n": "Принести нужного монстра  и типовой усилитель в питомник.",
            "tp": "Text",
            "tx": "Принести нужного\rмонстра  и\rтиповой усилитель в питомник.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 677,
          "w": 119,
          "h": 45,
          "ii": 360,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 677,
            "w": 69,
            "h": 20,
            "ii": 361,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 702,
            "w": 119,
            "h": 20,
            "ii": 362,
            "n": "Одноразовый",
            "tp": "Text",
            "tx": "Одноразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 732,
          "w": 284,
          "h": 45,
          "ii": 363,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 732,
            "w": 76,
            "h": 20,
            "ii": 364,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 757,
            "w": 284,
            "h": 20,
            "ii": 365,
            "n": "Рандомная Типовая конфета х6-8",
            "tp": "Text",
            "tx": "Рандомная\rТиповая конфета х6-8",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 366,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 367,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 368,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 369,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 370,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 371,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 620,
    "ii": 372,
    "n": "1. На выбор предоставляется три набора по три случайных монстра, как с острова Селен, так и из других регионов. Все монстры должны быть первого уровня. 2. Для питомника могут понадобиться следующие монстры:  #019 Пискун #021 Дроздор #023 Ополоз #048 Редлик #063 Эни #072 Каллея #081 Дуоселл #095 Рошер #096 Ино #100 Люминьон #116 Хорсилт #120 Скафиш #161 Джорбик #165 Лептибаг #187 Дендино #194 Илполь #198 Месьер #215 Демот #220 Ленси #261 Лайкун #270 Ненуль #300 Кнос #309 Вольтон #341 Крак #363 Тюлон #613 Айсхог",
    "tp": "Text",
    "tx": "1. На выбор предоставляется три набора по три случайных монстра, как с острова Селен, так и из других регионов.\rВсе монстры должны быть первого уровня.\n\r\n2. Для питомника могут понадобиться следующие монстры: \n#019 Пискун\r\n#021 Дроздор\r\n#023 Ополоз\r\n#048 Редлик\r\n#063 Эни\r\n#072 Каллея\r\n#081 Дуоселл\r\n#095 Рошер\r\n#096 Ино\r\n#100 Люминьон\r\n#116 Хорсилт\r\n#120 Скафиш\r\n#161 Джорбик\r\n#165 Лептибаг\r\n#187 Дендино\r\n#194 Илполь\r\n#198 Месьер\r\n#215 Демот\r\n#220 Ленси\r\n#261 Лайкун\r\n#270 Ненуль\r\n#300 Кнос\r\n#309 Вольтон\r\n#341 Крак\r\n#363 Тюлон\r\n#613 Айсхог",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 680,
    "ii": 373,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 149,
      "ii": 374,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 39,
        "ii": 375,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 39,
          "ii": 376,
          "n": "Питомник о.Селен",
          "tp": "Text",
          "tx": "Питомник о.Селен",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 217,
        "w": 130,
        "h": 90,
        "ii": 377,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 343,
      "w": 368,
      "h": 495,
      "ii": 378,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 343,
        "w": 368,
        "h": 495,
        "ii": 379,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 343,
          "w": 254,
          "h": 45,
          "ii": 380,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 343,
            "w": 254,
            "h": 20,
            "ii": 381,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 368,
            "w": 141,
            "h": 20,
            "ii": 382,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 398,
          "w": 66,
          "h": 45,
          "ii": 383,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 398,
            "w": 66,
            "h": 20,
            "ii": 384,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 423,
            "w": 66,
            "h": 20,
            "ii": 385,
            "n": "о.Селен",
            "tp": "Text",
            "tx": "о.Селен",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 453,
          "w": 157,
          "h": 45,
          "ii": 386,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 453,
            "w": 129,
            "h": 20,
            "ii": 387,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 478,
            "w": 157,
            "h": 20,
            "ii": 388,
            "n": "Питомник о.Селен",
            "tp": "Text",
            "tx": "Питомник о.Селен",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 508,
          "w": 179,
          "h": 45,
          "ii": 389,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 508,
            "w": 42,
            "h": 20,
            "ii": 390,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 533,
            "w": 179,
            "h": 20,
            "ii": 391,
            "n": "Работник питомника",
            "tp": "Text",
            "tx": "Работник питомника",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 563,
          "w": 368,
          "h": 45,
          "ii": 392,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 563,
            "w": 77,
            "h": 20,
            "ii": 393,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 588,
            "w": 368,
            "h": 20,
            "ii": 394,
            "n": "Принести монстров в питомник.",
            "tp": "Text",
            "tx": "Принести монстров в питомник.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 618,
          "w": 128,
          "h": 45,
          "ii": 395,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 618,
            "w": 69,
            "h": 20,
            "ii": 396,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 643,
            "w": 128,
            "h": 20,
            "ii": 397,
            "n": "Многоразовый",
            "tp": "Text",
            "tx": "Многоразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 673,
          "w": 242,
          "h": 165,
          "ii": 398,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 673,
            "w": 76,
            "h": 20,
            "ii": 399,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 698,
            "w": 242,
            "h": 140,
            "ii": 400,
            "n": "Рандомный приз из списка: Гнутая ложка Чёрный пояс Ванильная конфета х6-9 Пилюля Протеин х6-10 Пилюля Углеводы х6-10 Пилюля Цинк х6-10",
            "tp": "Text",
            "tx": "Рандомный приз из списка:\r\nГнутая ложка\r\nЧёрный пояс\r\nВанильная конфета х6-9\r\nПилюля Протеин х6-10\r\nПилюля Углеводы х6-10\r\nПилюля Цинк х6-10",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 401,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 402,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 403,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 404,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 405,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 406,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 120,
    "ii": 407,
    "n": "Для прохождения квеста вам понадобится: 1) Пройденный квест 2) Клубок ниток 3) #087 Хорвал(Дюьгонг) с атакой северное сияние х4 4) #362 Снолинг(Глейли)с атакой абсолютный холод х1 5) Сухой лед х1",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобится:\r\n1) Пройденный квест\n2) Клубок ниток\r\n3) #087 Хорвал(Дюьгонг) с атакой северное сияние х4\r\n4) #362 Снолинг(Глейли)с атакой абсолютный холод х1\r\n5) Сухой лед х1",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 951,
    "y": 237,
    "w": 115,
    "h": 20,
    "ii": 408,
    "n": "Война Мэров",
    "tp": "Text",
    "tx": "Война Мэров",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 1206,
    "y": 917,
    "w": 144,
    "h": 20,
    "ii": 409,
    "n": "Меррипик Мери",
    "tp": "Text",
    "tx": "Меррипик Мери",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 760,
    "y": 357,
    "w": 809,
    "h": 1380,
    "ii": 410,
    "n": "Запись 1. (Остарон - Маршрут 8 остров - Исследовательский центр) Профессор Стэн из Научного Центра рассказал, что около 10 лет назад собрал группу ученых-исследователей для изучения монстров в их естественной среде обитания, но у них ничего не получалось. Тогда они выдвинули теорию о существовании Энергии острова - им оказался легендарный монстр Гласеогриф. Но экспедиция к месту гнездования Гласеогриф провалилась, часть группы пропала, проходы завалило. Я пообещала Стэну помочь довести его исследование до конца. Профессор рассказал о карте местности, которая поможет добраться до места гнездования Гласеогриф, правда она зашифрована, что очень плохо. Тем более Стэн упомянул о пещере, в которой есть наскальные рисунки, это может помочь найти легендарную птицу! Может, стоит сходить к Древней горе без карты?! Запись 2. Да уж, бессмысленно было идти к горе без подготовки, стоит заняться поисками всего, что необходимо для восхождения на Древнюю гору. Для того, чтобы попасть на Древнюю гору нужны карта и проводник. Нашла ценителя древностей недалеко от Сайрефа, он всё ещё очень хочет заполучить себе карту... Мне удалось поговорить с Мудрецом в Остароне, оказывается, карта у его брата! Но они не виделись уже долгое время, брат избегает общества из-за войны между Остароном и Сайрефом, ох уж эти политические распри! Нужно найти его. Брат мудреца ушёл по 4-му маршруту в сторону гор. Поищу его там.(Остарон - Маршрут 4 остров - Тропа - Хижина отшельника) Отшельник рассказал, что сбежал из города из-за разгорающейся войны, он не может смотреть на то, как рушатся города. Карту он держит у себя все эти годы, хотя она ему и не нужна, но отдать её так просто не намерен!  Что бы Отшельник отдал карту нужно пройти квест Как я и полагала, дедушка очень любит свою внучку, хоть и пробыл столько лет вдали от неё. Новость о Меррипик его несказанно осчастливила и он отдал мне карту. Ко всему прочему быстро засобирался и отправился в город к ней и брату. Как же приятно воссоединять семьи! Плюсик в карму! Смотритель(Остарон - Маршрут 5 остров - Перекрёсток - Маршрут 10 остров - Маршрут 11 остров - Пригород Сайрефа - Сайреф ) с удовольствием позаботится о монстре, но у него сейчас так много работы, что максимум, на который я могу рассчитывать по времени нахождения Пантигр в питомнике, - 24 часа, надо торопиться! Или придётся снова относить Пантигр и клубок смотрителю... А теперь к Арчи! Запись 3. Мы нашли пещеру в Древней горе, о которой говорил профессор Стен! Даже изучили наскальный рисунок, который я набросал в дневнике, но следов пребывания Гласеогриф не обнаружили. Арчи предложил воплотить в жизнь то, что изображено на рисунке. А что? Чем чёрт не шутит, вдруг сработает! Видно, что для Арчи это в новинку, но он решителен, значит ему и проводить ритуал. Отдала Арчи монстров для ритуала. Попросил подождать несколько минут, пока он «колдует». Главное, не выходить из пещеры, а то придётся всё начать сначала... Запись 4. Ещё никогда я не радовалась простому кусочку сухого льда! Арчи воспользовался им, и всё сработало! Мы вызвали Гласеогриф! Правда, он напал на нас, и пришлось вступить с ним в бой, после чего он улетел, и больше мы его не видели... Но во время боя монстр обронил перо, и теперь у меня есть неопровержимое доказательство существования Гласеогриф! Оу! А что это с Арчи?! Он белее снега. Надо бы привести его в чувство и вывести к крутому подъёму. Пора рассказать профессору Стэну о находке! Он должен оценить масштаб открытия по достоинству. Запись 5. Профессор невероятно рад известиям, я даже испугалась, а не сошел ли он с ума от радости?! Но, кажется, все обошлось. Он так хвалил меня, сказал, что никому не удавалось сделать это раньше, теперь профессор немедленно приступит к изучению пера, я уверена, что теперь он разгадает загадку острова Селен. В награду проф.Стен пообещал обучать моих монстров одной атаке. Теперь я героиня острова Селен, и обо мне все будут говорить, шептаться на каждом углу и быть может даже слагать целые легенды! Ах, мечты-мечты..",
    "tp": "Text",
    "tx": "Запись 1.\r\n(Остарон - Маршрут 8 остров - Исследовательский центр)\r\nПрофессор Стэн из Научного Центра рассказал, что около 10 лет назад собрал группу ученых-исследователей для изучения монстров в их естественной среде обитания, но у них ничего не получалось. Тогда они выдвинули теорию о существовании Энергии острова -  им оказался легендарный монстр Гласеогриф. Но экспедиция к месту гнездования Гласеогриф провалилась, часть группы пропала, проходы завалило. Я пообещала Стэну помочь довести его исследование до конца. Профессор рассказал о карте местности, которая поможет добраться до места гнездования Гласеогриф, правда она зашифрована, что очень плохо. Тем более Стэн упомянул о пещере, в которой есть наскальные рисунки, это может помочь найти легендарную птицу! Может, стоит сходить к Древней горе без карты?! \r\n \r\nЗапись 2. \r\nДа уж, бессмысленно было идти к горе без подготовки, стоит заняться поисками всего, что необходимо для восхождения на Древнюю гору. Для того, чтобы попасть на Древнюю гору нужны карта и проводник.\r\n \r\nНашла ценителя древностей недалеко от Сайрефа, он всё ещё очень хочет заполучить себе карту... \r\n \r\nМне удалось поговорить с Мудрецом в Остароне, оказывается, карта у его брата! Но они не виделись уже долгое время, брат избегает общества из-за войны между Остароном и Сайрефом, ох уж эти политические распри! Нужно найти его.\r\nБрат мудреца ушёл по 4-му маршруту в сторону гор. Поищу его там.(Остарон - Маршрут 4 остров - Тропа - Хижина отшельника)\r\n \r\nОтшельник рассказал, что сбежал из города из-за разгорающейся войны, он не может смотреть на то, как рушатся города. Карту он держит у себя все эти годы, хотя она ему и не нужна, но отдать её так просто не намерен!  Что бы Отшельник отдал карту нужно пройти квест\n \r\nКак я и полагала, дедушка очень любит свою внучку, хоть и пробыл столько лет вдали от неё. Новость о Меррипик его несказанно осчастливила и он отдал мне карту. Ко всему прочему быстро засобирался и отправился в город к ней и брату. Как же приятно воссоединять семьи! Плюсик в карму!\r\n \r\nСмотритель(Остарон - Маршрут 5 остров - Перекрёсток - Маршрут 10 остров - Маршрут 11 остров - Пригород Сайрефа - Сайреф ) с удовольствием позаботится о монстре, но у него сейчас так много работы, что максимум, на который я могу рассчитывать по времени нахождения Пантигр в питомнике, - 24 часа, надо торопиться! Или придётся снова относить Пантигр и клубок смотрителю... А теперь к Арчи!\r\n\r\nЗапись 3.\r\nМы нашли пещеру в Древней горе, о которой говорил профессор Стен! Даже изучили наскальный рисунок, который я набросал в дневнике, но следов пребывания Гласеогриф не обнаружили. Арчи предложил воплотить в жизнь то, что изображено на рисунке. А что? Чем чёрт не шутит, вдруг сработает! Видно, что для Арчи это в новинку, но он решителен, значит ему и проводить ритуал.\r\nОтдала Арчи монстров для ритуала. Попросил подождать несколько минут, пока он «колдует». Главное, не выходить из пещеры, а то придётся всё начать сначала...\r\n\nЗапись 4.\r\nЕщё никогда я не радовалась простому кусочку сухого льда! Арчи воспользовался им, и всё сработало! Мы вызвали Гласеогриф! Правда, он напал на нас, и пришлось вступить с ним в бой, после чего он улетел, и больше мы его не видели... Но во время боя монстр обронил перо, и теперь у меня есть неопровержимое доказательство существования Гласеогриф!\r\nОу! А что это с Арчи?! Он белее снега. Надо бы привести его в чувство и вывести к крутому подъёму.\r\nПора рассказать профессору Стэну о находке! Он должен оценить масштаб открытия по достоинству.\n\nЗапись 5.\r\nПрофессор невероятно рад известиям, я даже испугалась, а не сошел ли он с ума от радости?! Но, кажется, все обошлось. Он так хвалил меня, сказал, что никому не удавалось сделать это раньше, теперь профессор немедленно приступит к изучению пера, я уверена, что теперь он разгадает загадку острова Селен.\r\nВ награду проф.Стен пообещал обучать моих монстров одной атаке.\r\nТеперь я героиня острова Селен, и обо мне все будут говорить, шептаться на каждом углу и быть может даже слагать целые легенды! Ах, мечты-мечты..",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 792,
    "y": 1757,
    "w": 633,
    "h": 114.00009155273438,
    "ii": 411,
    "n": "Group 18",
    "tp": "Group",
    "c": [
     {
      "x": 792,
      "y": 1772,
      "w": 85,
      "h": 85,
      "ii": 412,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 942,
      "y": 1772,
      "w": 85,
      "h": 85,
      "ii": 413,
      "n": "image 4",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1093,
      "y": 1757,
      "w": 150,
      "h": 114,
      "ii": 414,
      "n": "image 10",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1275,
      "y": 1757,
      "w": 150,
      "h": 114,
      "ii": 415,
      "n": "image 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 158,
    "w": 503,
    "h": 1024,
    "ii": 416,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 417,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 418,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 419,
          "n": "Перо Легендарного монстра (Добро)",
          "tp": "Text",
          "tx": "Перо Легендарного монстра (Добро)",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 420,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 503,
      "h": 800,
      "ii": 421,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 503,
        "h": 800,
        "ii": 422,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 70,
          "ii": 423,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 424,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 128,
            "h": 20,
            "ii": 425,
            "n": "1. Война Мэров",
            "tp": "Text",
            "tx": "1. Война Мэров",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\n"
           },
           {
            "x": 70,
            "y": 432,
            "w": 160,
            "h": 20,
            "ii": 426,
            "n": "2. Меррипик Мери",
            "tp": "Text",
            "tx": "2. Меррипик Мери",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 462,
          "w": 66,
          "h": 45,
          "ii": 427,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 462,
            "w": 66,
            "h": 20,
            "ii": 428,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 487,
            "w": 66,
            "h": 20,
            "ii": 429,
            "n": "о.Селен",
            "tp": "Text",
            "tx": "о.Селен",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 517,
          "w": 225,
          "h": 45,
          "ii": 430,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 517,
            "w": 129,
            "h": 20,
            "ii": 431,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 542,
            "w": 225,
            "h": 20,
            "ii": 432,
            "n": "Исследовательский центр",
            "tp": "Text",
            "tx": "Исследовательский центр",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 572,
          "w": 140,
          "h": 45,
          "ii": 433,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 572,
            "w": 42,
            "h": 20,
            "ii": 434,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 597,
            "w": 140,
            "h": 20,
            "ii": 435,
            "n": "Профессор Стэн",
            "tp": "Text",
            "tx": "Профессор Стэн",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 627,
          "w": 368,
          "h": 65,
          "ii": 436,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 627,
            "w": 77,
            "h": 20,
            "ii": 437,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 652,
            "w": 368,
            "h": 40,
            "ii": 438,
            "n": "Найти доказательство существования Легендарного монстра на острове.",
            "tp": "Text",
            "tx": "Найти доказательство существования\r\nЛегендарного монстра на острове.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 702,
          "w": 119,
          "h": 45,
          "ii": 439,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 702,
            "w": 69,
            "h": 20,
            "ii": 440,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 727,
            "w": 119,
            "h": 20,
            "ii": 441,
            "n": "Одноразовый",
            "tp": "Text",
            "tx": "Одноразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 757,
          "w": 503,
          "h": 425,
          "ii": 442,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 757,
            "w": 76,
            "h": 20,
            "ii": 443,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 782,
            "w": 503,
            "h": 400,
            "ii": 444,
            "n": "1. Карма Зло:   -7 очков кармы Возможность получить Чёрные очки ИЛИ Добро: +7 очков кармы 2. +100 к Рангу. 3. Возможность дропа Броня 4. Возможность покупать Солнечный камень в Гипермаркете Целадона. 5. Обучение атаке: Водный хвост Бонусы: 6. Возможность узнать короткий путь к Плато 7. Возможность получить Кредит х250.000 и Клубок ниток",
            "tp": "Text",
            "tx": "1. Карма\r\nЗло:\r \n-7 очков кармы\r\nВозможность получить  Чёрные очки\n\r\nИЛИ\r\n\nДобро:\r\n+7 очков кармы\r\n2. +100 к Рангу.\r\n3. Возможность дропа  Броня\r\n4. Возможность покупать  Солнечный камень\r\nв Гипермаркете Целадона.\r\n5. Обучение атаке:\rВодный хвост\r\n\r\n\r\nБонусы:\r\n6. Возможность узнать короткий путь к Плато\r\n7. Возможность получить  Кредит х250.000 и  Клубок ниток",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 445,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 446,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 447,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 448,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 449,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 450,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 1260,
    "ii": 451,
    "n": "После первого разговора со Стивом необходимо подождать 3 дня, а затем снова подойти в Фан-клуб. К тому времени Стив вернётся вместе с Джудит. Поговорите с Джудит, а затем со Стивом, далее следуйте инструкциям в дневнике. Для прохождения вам понадобиться: 1) Лечебная трава х25 2) Лазуриты х5 3) Камни Оникса х2 (или 200т)   Запись 1. В фан-клубе монстровв в Вермилионе очень уютно и спокойно. Однако, практически везде - плюшевые игрушки монстров. Много лет их собирает работница фан-клуба, Джудит. Мне стало интересно, какая же игрушка была первой в коллекции. Странно, но Джудит так и не смогла найти ту самую игрушку Эстерелла(Клефейри)... Запись 2. Стив, завсегдатай фан-клуба, рассказал о странном поведении его дочери Люси: всегда весёлая Люси всегда с радостью приходила в фан-клуб, где играла с куклами из коллекции Джудит, потом бежала играть с Мукун(Мяутами) в окрестностях Вермилиона, но с недавнего времени она резко переменила привычки и, по словам Стива, \"избегает фан-клуб\"... Надо бы поговорить с Люси. Может, она знает, куда запропастилась кукла Эстерелла(Клефейри). (Люси - 18й маршрут -> Кирпичный мост -> Под мост. Выбить и отдать Люси Синий бант х1 из Мукун(Мяута) Маршрут 11) Запись 3. Оказывается, Люси избегает разговоров с отцом, потому что потеряла любимую куклу Джудит. Что ж, вперед на поиски! Девочка рассказала жуткую историю, когда она возвращалась из Фан-клуба в Фуксию, на нее напал какой-то монстр, описанный ею как \"монстр\", причем Люси еще повезло, этот таинственный \"монстр\" отвлекся на брошенную куклу, принялся рвать ее, так что девочке удалось сбежать. Мне кажется, что нужно всё как следует изучить на этом пути, проверить каждый маршрут, надо дождаться и выследить обидчика! (Выбить Порванную куклу х1 из Райхорн. Для каждого тренера случайный маршрут из списка: 11,12,13,14,15 ) Запись 4. Монстр - это Булавир(Райхорн)! Он, действительно, оказался крайне недружелюбным монстром. Но мне всё же удалось отобрать куклу у него. Она сильно изорвана. В таком виде её нельзя возвращать Джудит. Это разобьёт ей сердце. Попробую найти того, кто сможет её привести в порядок. Запись 5. Портниха взялась зашить куклу, ей понадобится около дня на всё про всё. NB: Портниха живёт в доме с Иглой в западной части Шаффрана. (Через 20 часов кукла будет зашита. За куклу ей нужно принести Лечебную траву х25. После того как кукла будет у вас, нужно поговорить с портнихой) NB: Каменщик был замечен на 10 маршруте, недалеко от горного тоннеля в светлое время суток. (Для глаз понадобиться 2 Лазурита, в оплату 200к или 2 Камня Оникса . Приходим к портнихе и она пришивает глаза) Запись 6 Наконец-то кукла у меня и выглядит как новенькая! У портнихи золотые руки. Нужно как можно скорее обрадовать Люси и Джудит! Запись 7. Джудит просто вне себя от радости: первая кукла из её коллекции снова на месте! Как оказалось, Люси всё рассказала Джудит. Надеюсь, Люси станет снова чаще появляться в Фан-клубе и не будет так бездумно уносить кукол. Подарком от Люси оказался Лунный камень. А также в моей коллекции появилась интересная вещица: НМ - Вспышка. Надо бы найти ей достойное применение.",
    "tp": "Text",
    "tx": "После первого разговора со Стивом необходимо подождать 3 дня, а затем снова подойти в Фан-клуб. К тому времени Стив вернётся вместе с Джудит. Поговорите с Джудит, а затем со Стивом, далее следуйте инструкциям в дневнике.\r\n\n\nДля прохождения вам понадобиться:\r\n\n1) Лечебная трава х25\r\n2) Лазуриты х5\r\n3) Камни Оникса х2 (или 200т)  \nЗапись 1.\r\nВ фан-клубе монстровв в Вермилионе очень уютно и спокойно. Однако, практически везде - плюшевые игрушки монстров. Много лет их собирает работница фан-клуба, Джудит. Мне стало интересно, какая же игрушка была первой в коллекции. Странно, но Джудит так и не смогла найти ту самую игрушку Эстерелла(Клефейри)...\r\n\r\nЗапись 2.\r\nСтив, завсегдатай фан-клуба, рассказал о странном поведении его дочери Люси: всегда весёлая Люси всегда с радостью приходила в фан-клуб, где играла с куклами из коллекции Джудит, потом бежала играть с Мукун(Мяутами) в окрестностях Вермилиона, но с недавнего времени она резко переменила привычки и, по словам Стива, \"избегает фан-клуб\"... Надо бы поговорить с Люси. Может, она знает, куда запропастилась кукла Эстерелла(Клефейри). (Люси - 18й маршрут -> Кирпичный мост -> Под мост. Выбить и отдать Люси Синий бант х1 из Мукун(Мяута) Маршрут 11)\r\n\r\nЗапись 3.\r\nОказывается, Люси избегает разговоров с отцом, потому что потеряла любимую куклу Джудит. Что ж, вперед на поиски! Девочка рассказала жуткую историю, когда она возвращалась из Фан-клуба в Фуксию, на нее напал какой-то монстр, описанный ею как \"монстр\", причем Люси еще повезло, этот таинственный \"монстр\" отвлекся на брошенную куклу, принялся рвать ее, так что девочке удалось сбежать. Мне кажется, что нужно всё как следует изучить на этом пути, проверить каждый маршрут, надо дождаться и выследить обидчика! (Выбить Порванную куклу х1 из Райхорн. Для каждого тренера случайный маршрут из списка: 11,12,13,14,15 )\r\n\r\nЗапись 4.\r\nМонстр - это Булавир(Райхорн)! Он, действительно, оказался крайне недружелюбным монстром. Но мне всё же удалось отобрать куклу у него. Она сильно изорвана. В таком виде её нельзя возвращать Джудит. Это разобьёт ей сердце. Попробую найти того, кто сможет её привести в порядок.\r\n\r\nЗапись 5.\r\nПортниха взялась зашить куклу, ей понадобится около дня на всё про всё.\r\nNB: Портниха живёт в доме с Иглой в западной части Шаффрана. (Через 20 часов кукла будет зашита. За куклу ей нужно принести Лечебную траву х25. После того как кукла будет у вас, нужно поговорить с портнихой)\r\nNB: Каменщик был замечен на 10 маршруте, недалеко от горного тоннеля в светлое время суток. (Для глаз понадобиться 2 Лазурита, в оплату 200к или 2 Камня Оникса . Приходим к портнихе и она пришивает глаза)\r\n\r\nЗапись 6\r\nНаконец-то кукла у меня и выглядит как новенькая! У портнихи золотые руки.\r\nНужно как можно скорее обрадовать Люси и Джудит!\r\n\r\nЗапись 7.\r\nДжудит просто вне себя от радости: первая кукла из её коллекции снова на месте!\r\nКак оказалось, Люси всё рассказала Джудит. Надеюсь, Люси станет снова чаще появляться в Фан-клубе и не будет так бездумно уносить кукол.\r\n\r\nПодарком от Люси оказался Лунный камень. А также в моей коллекции появилась интересная вещица: НМ - Вспышка. Надо бы найти ей достойное применение.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 483,
    "h": 620,
    "ii": 452,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 149,
      "ii": 453,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 39,
        "ii": 454,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 39,
          "ii": 455,
          "n": "Кукла люси",
          "tp": "Text",
          "tx": "Кукла люси",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 217,
        "w": 130,
        "h": 90,
        "ii": 456,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 343,
      "w": 483,
      "h": 435,
      "ii": 457,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 343,
        "w": 483,
        "h": 435,
        "ii": 458,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 343,
          "w": 254,
          "h": 45,
          "ii": 459,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 343,
            "w": 254,
            "h": 20,
            "ii": 460,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 368,
            "w": 141,
            "h": 20,
            "ii": 461,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 398,
          "w": 66,
          "h": 45,
          "ii": 462,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 398,
            "w": 66,
            "h": 20,
            "ii": 463,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 423,
            "w": 50,
            "h": 20,
            "ii": 464,
            "n": "Канто",
            "tp": "Text",
            "tx": "Канто",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 453,
          "w": 169,
          "h": 45,
          "ii": 465,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 453,
            "w": 129,
            "h": 20,
            "ii": 466,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 478,
            "w": 169,
            "h": 20,
            "ii": 467,
            "n": "Фан-Клуб монстров",
            "tp": "Text",
            "tx": "Фан-Клуб монстров",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 508,
          "w": 42,
          "h": 45,
          "ii": 468,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 508,
            "w": 42,
            "h": 20,
            "ii": 469,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 533,
            "w": 41,
            "h": 20,
            "ii": 470,
            "n": "Стив",
            "tp": "Text",
            "tx": "Стив",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 563,
          "w": 406,
          "h": 45,
          "ii": 471,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 563,
            "w": 77,
            "h": 20,
            "ii": 472,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 588,
            "w": 406,
            "h": 20,
            "ii": 473,
            "n": "Вернуть Джудит куклу, которую потеряла Люси.",
            "tp": "Text",
            "tx": "Вернуть Джудит куклу, которую потеряла Люси.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 618,
          "w": 119,
          "h": 45,
          "ii": 474,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 618,
            "w": 69,
            "h": 20,
            "ii": 475,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 643,
            "w": 119,
            "h": 20,
            "ii": 476,
            "n": "Одноразовый",
            "tp": "Text",
            "tx": "Одноразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 673,
          "w": 483,
          "h": 105,
          "ii": 477,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 673,
            "w": 76,
            "h": 20,
            "ii": 478,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 698,
            "w": 483,
            "h": 80,
            "ii": 479,
            "n": "1. HM 05 - Вспышка 2. Лечебная трава (возможность дропа с #043 Клуббиш) 3. Возможность покупать Лунный камень в Гипермаркете Целадона.",
            "tp": "Text",
            "tx": "1.  HM 05 - Вспышка\r\n2. Лечебная трава (возможность дропа с #043 Клуббиш)\r\n3. Возможность покупать  Лунный камень\r\nв Гипермаркете Целадона.\r",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 788,
    "w": 341,
    "h": 45,
    "ii": 480,
    "n": "Frame 17",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 788,
      "w": 69,
      "h": 20,
      "ii": 481,
      "n": "Бонусы:",
      "tp": "Text",
      "tx": "Бонусы:",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     },
     {
      "x": 70,
      "y": 813,
      "w": 341,
      "h": 20,
      "ii": 482,
      "n": "Возможность получить Лунный камень",
      "tp": "Text",
      "tx": "Возможность получить  Лунный камень",
      "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 483,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 484,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 485,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 486,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 487,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 488,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 1497,
    "w": 315,
    "h": 85,
    "ii": 489,
    "n": "Frame 27",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 1497,
      "w": 85,
      "h": 85,
      "ii": 490,
      "n": "image 9",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 875,
      "y": 1497,
      "w": 85,
      "h": 85,
      "ii": 491,
      "n": "image 13",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 990,
      "y": 1497,
      "w": 85,
      "h": 85,
      "ii": 492,
      "n": "image 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 520,
    "ii": 493,
    "n": "Запись 1. Заглянула в лабораторию профессора Свота и, как оказалось, не зря: узнала, что некоторые ТМ-атаки можно получить из натуральных компонентов. Выписала списки необходимых ингредиентов. Однако, профессор готов сделать для меня лишь одну из атак.. Какую же выбрать? Ингредиенты для ТМ и Группы А: - Горсть кристаллов х10 - Волосок редлика х15 - Магнитная гайка х10 - Угольки х7 Ингредиенты для ТМ из Группы Б: - Лист булита х5 - Волосок редлика х10 - Угольки х7 - Споры Листотела х7 Как получить: - Волосок Редлика можно найти практически в любом регионе. - Споры Листотела чаще всего находят в Восточном Джото. - Угольки находили в Восточном Джото, там, где обитают Эфон. - Магнитные гайки обычно находят в скоплениях Октаселл, в Канто. - Лист Буллита можно найти на месте обитания этих монстров, в Канто и на Селене. - Горсть кристаллов - редкий ингредиент, его обычно находят на Селене, в местах обитания Снолинг.",
    "tp": "Text",
    "tx": "Запись 1.\r\nЗаглянула в лабораторию профессора Свота и, как оказалось, не зря: узнала, что некоторые ТМ-атаки можно получить из натуральных компонентов. Выписала списки необходимых ингредиентов. Однако, профессор готов сделать для меня лишь одну из атак.. Какую же выбрать?\r\n\r\nИнгредиенты для ТМ и Группы А:\r\n- Горсть кристаллов х10\r\n- Волосок редлика х15\r\n- Магнитная гайка х10\r\n- Угольки х7\n\r\nИнгредиенты для ТМ из Группы Б:\r\n- Лист булита х5\r\n- Волосок редлика х10\r\n- Угольки х7\r\n- Споры Листотела х7\n\r\nКак получить:\r\n- Волосок Редлика можно найти практически в любом регионе.\r\n- Споры Листотела чаще всего находят в Восточном Джото.\r\n- Угольки находили в Восточном Джото, там, где обитают Эфон.\r\n- Магнитные гайки обычно находят в скоплениях Октаселл, в Канто.\r\n- Лист Буллита можно найти на месте обитания этих монстров, в Канто и на Селене.\r\n- Горсть кристаллов - редкий ингредиент, его обычно находят на Селене, в местах обитания Снолинг.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 760,
    "ii": 494,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 149,
      "ii": 495,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 39,
        "ii": 496,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 39,
          "ii": 497,
          "n": "Профессор Свот",
          "tp": "Text",
          "tx": "Профессор Свот",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 217,
        "w": 130,
        "h": 90,
        "ii": 498,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 343,
      "w": 270,
      "h": 575,
      "ii": 499,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 343,
        "w": 270,
        "h": 575,
        "ii": 500,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 343,
          "w": 254,
          "h": 45,
          "ii": 501,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 343,
            "w": 254,
            "h": 20,
            "ii": 502,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 368,
            "w": 141,
            "h": 20,
            "ii": 503,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 398,
          "w": 66,
          "h": 45,
          "ii": 504,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 398,
            "w": 66,
            "h": 20,
            "ii": 505,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 423,
            "w": 50,
            "h": 20,
            "ii": 506,
            "n": "Канто",
            "tp": "Text",
            "tx": "Канто",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 453,
          "w": 166,
          "h": 45,
          "ii": 507,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 453,
            "w": 129,
            "h": 20,
            "ii": 508,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 478,
            "w": 166,
            "h": 20,
            "ii": 509,
            "n": "Лаборатория Свота",
            "tp": "Text",
            "tx": "Лаборатория Свота",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 508,
          "w": 141,
          "h": 45,
          "ii": 510,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 508,
            "w": 42,
            "h": 20,
            "ii": 511,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 533,
            "w": 141,
            "h": 20,
            "ii": 512,
            "n": "Профессор Свот",
            "tp": "Text",
            "tx": "Профессор Свот",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 563,
          "w": 256,
          "h": 45,
          "ii": 513,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 563,
            "w": 77,
            "h": 20,
            "ii": 514,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 588,
            "w": 256,
            "h": 20,
            "ii": 515,
            "n": "Собрать ингредиенты для TM.",
            "tp": "Text",
            "tx": "Собрать ингредиенты для TM.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 618,
          "w": 128,
          "h": 45,
          "ii": 516,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 618,
            "w": 69,
            "h": 20,
            "ii": 517,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 643,
            "w": 128,
            "h": 20,
            "ii": 518,
            "n": "Многоразовый",
            "tp": "Text",
            "tx": "Многоразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 673,
          "w": 270,
          "h": 245,
          "ii": 519,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 673,
            "w": 76,
            "h": 20,
            "ii": 520,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 698,
            "w": 270,
            "h": 220,
            "ii": 521,
            "n": "Рандомная ТМ-атака из групп: Группа А: TM 26 - Землетрясение, ТМ 71 - Каменное лезвие, ТМ 91 - Световая пушка, ТМ 99 - Ослепительный свет Группа Б: TM 29 - Телекинез, TM 16 - Экран света, TM 33 - Защитный экран, ТМ 84 - Ядовитое острие",
            "tp": "Text",
            "tx": "Рандомная ТМ-атака из групп:\r\nГруппа А:\r\nTM 26 - Землетрясение,\r\nТМ 71 - Каменное лезвие,\r\nТМ 91 - Световая пушка,\r\nТМ 99 - Ослепительный свет\r\nГруппа Б:\r\nTM 29 - Телекинез,\r\nTM 16 - Экран света,\r\nTM 33 - Защитный экран,\r\nТМ 84 - Ядовитое острие",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 522,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 523,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 524,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 525,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 526,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 527,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 1280,
    "ii": 528,
    "n": "Для прохождения квеста вам понадобиться:   1) 100000 2) Монстр с атакой пламенный штурм 3) З Буллитум с атакой сладкая пыльца  Путь до кандитерской Вермилион - Маршрут 6 - Западный Шаффран - Восточный Шаффран Запись 1. На входе в Сладкое царство остановил провожатый, он отказался пропускать меня дальше. Пришлось «договориться» и пообещать решить проблему с остановившей свою работу шоколадной фабрикой, которая обеспечивает энергией все здания. (Оплата 100т) Запись 2. Ромильда Свит озадачила меня даже больше, чем новость о том, что шоколадная фабрика, помимо изготовления шоколада, может вырабатывать энергию для Сладкого царства. Благодаря своей смекалке мне удалось запустить работу предприятия. Девушка наградила меня 10 Амуритами и предложила самостоятельно прогуляться по Ванильной улице, но предупредила о возможной помехе со стороны мороженщика. Путь: Лакричная алея – Шоколадная фабрика (нажать на плиты: 5627) Задачи: Машина для обжарки: Болютка Аппарат для очистки: Дингвин Процесс меланжирования: Лилину Смеситель: стимпак Конш-машина: Орфани Плиточный автомат: Клуббиш Охладитель: Айсхог Упаковочный агрегат: зелье кекутан Запись 3. Больше мороженщик не будет перегораживать мне дорогу. В награду за помощь презентовал 15 Стимпаков. Пора бы прогуляться по Ванильной улице, вдруг замечу что-то интересное? (приносим монстра с атакой пламенный штурм после чего сражаемся с Хеджайс / Гласеокрис / Мамосвайн все 100лвл) Запись 4. Сладкая ферма действительно удивительное место! Здесь выращивают сладости, словно растения! Клэр Кейк как раз занимается обработкой и поливом (не соком ли?) карамели и прочих сластей. Она была очень благодарна за помощь, поэтому поделилась со мной тремя Зельями Кекутан и предложила заглянуть к старейшине, которая живёт в пряничном домике неподалёку. (Просто бьем 55 Москилл) Запись 5. Старейшина встретила меня очень тепло, как будто бы мы давно знакомы. С радостью помола ей с текущим ремонтом удивительного пряничного домика. Интересно, что она подарила мне 7 Даркболов, вот так зажиточная старушка! А ещё посоветовала сходить в магазин сладкой выпечки, который вроде бы находится на Лакричной аллее. Пойду проверю. (Отдаем ему трех Буллитум) Запись 6. Заглянула в магазин «Сладкая выпечка», вот это ассортимент! Помогла Роджеру Штрудельсону снова заинтересовать своих помощников в производстве пирожных со вкусом сладкой ваты! (Выбить одну вату в подсобном помещении) Теперь я могу беспрепятственно входить в подсобное помещение, где обитают Медёны, чтобы те делились со мной Сахарной ватой.",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобиться:\r \n1) 100000\r\n2) Монстр с атакой пламенный штурм\r\n3) З Буллитум с атакой сладкая пыльца  Путь до кандитерской Вермилион - Маршрут 6 - Западный Шаффран - Восточный Шаффран\n\n\nЗапись 1.\r\nНа входе в Сладкое царство остановил провожатый, он отказался пропускать меня дальше. Пришлось «договориться» и пообещать решить проблему с остановившей свою работу шоколадной фабрикой, которая обеспечивает энергией все здания.\r\n(Оплата 100т)\r\n\r\nЗапись 2.\r\nРомильда Свит озадачила меня даже больше, чем новость о том, что шоколадная фабрика, помимо изготовления шоколада, может вырабатывать энергию для Сладкого царства. Благодаря своей смекалке мне удалось запустить работу предприятия. Девушка наградила меня 10 Амуритами и предложила самостоятельно прогуляться по Ванильной улице, но предупредила о возможной помехе со стороны мороженщика.\r\nПуть: Лакричная алея – Шоколадная фабрика\r\n(нажать на плиты: 5627)\r\nЗадачи:\r\nМашина для обжарки: Болютка\r\nАппарат для очистки: Дингвин\r\nПроцесс меланжирования: Лилину\r\nСмеситель: стимпак\r\nКонш-машина: Орфани\r\nПлиточный автомат: Клуббиш\r\nОхладитель: Айсхог\r\nУпаковочный агрегат: зелье кекутан\r\n\r\nЗапись 3.\r\nБольше мороженщик не будет перегораживать мне дорогу. В награду за помощь презентовал 15\r\nСтимпаков. Пора бы прогуляться по Ванильной улице, вдруг замечу что-то интересное?\r\n\r\n(приносим монстра с атакой пламенный штурм после чего сражаемся с Хеджайс / Гласеокрис / Мамосвайн все 100лвл)\r\n\r\nЗапись 4.\r\nСладкая ферма действительно удивительное место! Здесь выращивают сладости, словно растения! Клэр Кейк как раз занимается обработкой и поливом (не соком ли?) карамели и прочих сластей. Она была очень благодарна за помощь, поэтому поделилась со мной тремя\r\nЗельями Кекутан и предложила заглянуть к старейшине, которая живёт в пряничном домике неподалёку. (Просто бьем 55 Москилл)\r\n\r\nЗапись 5.\r\nСтарейшина встретила меня очень тепло, как будто бы мы давно знакомы. С радостью помола ей с текущим ремонтом удивительного пряничного домика. Интересно, что она подарила мне 7\rДаркболов, вот так зажиточная старушка! А ещё посоветовала сходить в магазин сладкой выпечки, который вроде бы находится на Лакричной аллее. Пойду проверю.\r\n(Отдаем ему трех Буллитум)\r\n\r\nЗапись 6.\r\nЗаглянула в магазин «Сладкая выпечка», вот это ассортимент! Помогла Роджеру Штрудельсону снова заинтересовать своих помощников в производстве пирожных со вкусом сладкой ваты!\r\n(Выбить одну вату в подсобном помещении)\r\n\r\nТеперь я могу беспрепятственно входить в подсобное помещение, где обитают Медёны, чтобы те делились со мной Сахарной ватой.\n",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 699,
    "ii": 529,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 530,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 531,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 532,
          "n": "Сладкое  царство",
          "tp": "Text",
          "tx": "Сладкое  царство",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 533,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 339,
      "h": 475,
      "ii": 534,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 339,
        "h": 475,
        "ii": 535,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 45,
          "ii": 536,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 537,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 141,
            "h": 20,
            "ii": 538,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 66,
          "h": 45,
          "ii": 539,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 437,
            "w": 66,
            "h": 20,
            "ii": 540,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 462,
            "w": 50,
            "h": 20,
            "ii": 541,
            "n": "Канто",
            "tp": "Text",
            "tx": "Канто",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 492,
          "w": 199,
          "h": 45,
          "ii": 542,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 492,
            "w": 129,
            "h": 20,
            "ii": 543,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 517,
            "w": 199,
            "h": 20,
            "ii": 544,
            "n": "Мармеладная площадь",
            "tp": "Text",
            "tx": "Мармеладная площадь",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 547,
          "w": 109,
          "h": 45,
          "ii": 545,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 547,
            "w": 42,
            "h": 20,
            "ii": 546,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 572,
            "w": 109,
            "h": 20,
            "ii": 547,
            "n": "Провожатый",
            "tp": "Text",
            "tx": "Провожатый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 602,
          "w": 339,
          "h": 45,
          "ii": 548,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 602,
            "w": 77,
            "h": 20,
            "ii": 549,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 627,
            "w": 339,
            "h": 20,
            "ii": 550,
            "n": "Запустить работу шоколадной фабрики",
            "tp": "Text",
            "tx": "Запустить работу шоколадной фабрики",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 657,
          "w": 119,
          "h": 45,
          "ii": 551,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 657,
            "w": 69,
            "h": 20,
            "ii": 552,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 682,
            "w": 119,
            "h": 20,
            "ii": 553,
            "n": "Одноразовый",
            "tp": "Text",
            "tx": "Одноразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 712,
          "w": 307,
          "h": 145,
          "ii": 554,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 712,
            "w": 76,
            "h": 20,
            "ii": 555,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 737,
            "w": 307,
            "h": 120,
            "ii": 556,
            "n": "1. Амурит х10 2. Стимпак х15 3. Эликсир Кекутан х3 4. Даркбол х7 5. Дроп Сахарная вата 6. Возможность ловли #684 Медёна",
            "tp": "Text",
            "tx": "1. Амурит х10\r\n2. Стимпак х15\r\n3. Эликсир Кекутан х3\r\n4. Даркбол х7\r\n5. Дроп  Сахарная вата\r\n6. Возможность ловли #684 Медёна",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 557,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 558,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 559,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 560,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 561,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 562,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 840,
    "ii": 563,
    "n": "Запись 1. А остров-то только с виду кажется холодным – борьба тут между городами очень горячая! Мэр Сайрефа хоть и мечтает насолить мэру Остарона, но не знал о готовящихся действиях со стороны последнего. Думаю, я правильно поступила, что все рассказала. Мэр отправил меня к своему секретарю, возможно, у него появится какая-нибудь идея. Нужно проучить мэра Остарона! (В остароне разговариваем с Мэром берем у него задание разрушить снеговики. Идем в Сайреф рассказываем об этом Мэру, говорим с его секретарем. Ловим 10 Клуббиш (оддишей) и качаем их до Амбрук(Глума) с атаками: Ядовитая, парализующая, сонная пыльца и наговор. Отдаем их Крису который находится в Остароне. Всех монстров он заберет БЕСПЛАТНО.) Запись 2. Оказалось, что Остарон направил своего человека, Криса, для изучения монстров в Сайрефе. Но он не справляется со своими обязанностями, слишком уж рассеян и неопытен. Секретарь очень недоволен им, думает отравить назад, в Остарон. Но я узнала одну интересную деталь, если Крис берет на себя заботу сразу о нескольких монстров, то начинает допускать серьезные ошибки. Вот и решение проблемы, Остарон накажет сам себя! Крис неосознанно подставит весь город из-за своей невнимательности! Секретарь предложил нам расквитаться с Остароном довольно хитрым способом: надо поручить Крису около 10 Амбрук(Глумов) с очень неприятными атаками-пыльцой: сонная, парализующая и ядовитая, а также наговором на десерт. Юный покевод просто не уследит за таким количеством покемонов одновременно! Вот уж смеху-то будет, когда все Амбрук(Глумы) разбегутся по городу и познакомят жителей Остарона с характерными их сущности атаками! Ура! ​Дело сделано! Десятый и последний Амбрук(Глум). Ох, от их \"аромата\" пробъёт любой заложенный нос. Так что Остарон не спасёт ни один противогаз мира, с конкурентами покончено раз и навсегда, не сомневаюсь в этом! Ох, вот это вонь! Не могу больше здесь находится ни секунды. Нужно рассказать все мэру Сайрефа и обрадовать его! Запись 3. Слухи о подпорченной репутации Остарона уже достигли Сайрефа. Мэр поблагодарил меня, а еще рассказал несколько новостей: Крис, тот самый монстровод, занимающийся особыми тренировками монстров, способными изменить характер, готов сделать скидку в 50% для меня, если обращусь за его услугами.   А еще мэр рассказал по секрету, что неподалёку от Остарона можно встретить стадо пасущихся Элкас(Торосов), главное, не попадаться лишний раз мэру Остарона на глаза. По словам мэра, из Эстерелла(Клефейри) иногда выпадает собранная ими серебряная пыль. Это может мне пригодится.Отдохну и обязательно попробую воспользоваться. А потом отправлюсь к новым приключениям!",
    "tp": "Text",
    "tx": "Запись 1.\r\nА остров-то только с виду кажется холодным – борьба тут между городами очень горячая! Мэр Сайрефа хоть и мечтает насолить мэру Остарона, но не знал о готовящихся действиях со стороны последнего. Думаю, я правильно поступила, что все рассказала. Мэр отправил меня к своему секретарю, возможно, у него появится какая-нибудь идея. Нужно проучить мэра Остарона!\r\n\r\n(В остароне разговариваем с Мэром берем у него задание разрушить снеговики. Идем в Сайреф рассказываем об этом Мэру, говорим с его секретарем. Ловим 10 Клуббиш (оддишей) и качаем их до Амбрук(Глума) с атаками: Ядовитая, парализующая, сонная пыльца и наговор. Отдаем их Крису который находится в Остароне. Всех монстров он заберет БЕСПЛАТНО.)\r\n\r\nЗапись 2.\r\nОказалось, что Остарон направил своего человека, Криса, для изучения монстров в Сайрефе. Но он не справляется со своими обязанностями, слишком уж рассеян и неопытен. Секретарь очень недоволен им, думает отравить назад, в Остарон. Но я узнала одну интересную деталь, если Крис берет на себя заботу сразу о нескольких монстров, то начинает допускать серьезные ошибки. Вот и решение проблемы, Остарон накажет сам себя! Крис неосознанно подставит весь город из-за своей невнимательности! Секретарь предложил нам расквитаться с Остароном довольно хитрым способом: надо поручить Крису около 10 Амбрук(Глумов) с очень неприятными атаками-пыльцой: сонная, парализующая и ядовитая, а также наговором на десерт. Юный покевод просто не уследит за таким количеством покемонов одновременно! Вот уж смеху-то будет, когда все Амбрук(Глумы) разбегутся по городу и познакомят жителей Остарона с характерными их сущности атаками!\r\n\r\nУра! ​Дело сделано! Десятый и последний Амбрук(Глум). Ох, от их \"аромата\" пробъёт любой заложенный нос. Так что Остарон не спасёт ни один противогаз мира, с конкурентами покончено раз и навсегда, не сомневаюсь в этом! Ох, вот это вонь! Не могу больше здесь находится ни секунды. Нужно рассказать все мэру Сайрефа и обрадовать его!\r\n\r\nЗапись 3.\r\nСлухи о подпорченной репутации Остарона уже достигли Сайрефа. Мэр поблагодарил меня, а еще рассказал несколько новостей: Крис, тот самый монстровод, занимающийся особыми тренировками монстров, способными изменить характер, готов сделать скидку в 50% для меня, если обращусь за его услугами.\r \nА еще мэр рассказал по секрету, что неподалёку от Остарона можно встретить стадо пасущихся Элкас(Торосов), главное, не попадаться лишний раз мэру Остарона на глаза.\r\nПо словам мэра, из Эстерелла(Клефейри) иногда выпадает собранная ими серебряная пыль. Это может мне пригодится.Отдохну и обязательно попробую воспользоваться. А потом отправлюсь к новым приключениям!",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 800,
    "ii": 564,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 149,
      "ii": 565,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 39,
        "ii": 566,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 39,
          "ii": 567,
          "n": "Война Мэров",
          "tp": "Text",
          "tx": "Война Мэров",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 217,
        "w": 130,
        "h": 90,
        "ii": 568,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 343,
      "w": 380,
      "h": 615,
      "ii": 569,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 343,
        "w": 380,
        "h": 615,
        "ii": 570,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 343,
          "w": 254,
          "h": 45,
          "ii": 571,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 343,
            "w": 254,
            "h": 20,
            "ii": 572,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 368,
            "w": 187,
            "h": 20,
            "ii": 573,
            "n": "Работа на Вермилион",
            "tp": "Text",
            "tx": "Работа на Вермилион",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 398,
          "w": 66,
          "h": 45,
          "ii": 574,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 398,
            "w": 66,
            "h": 20,
            "ii": 575,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 423,
            "w": 66,
            "h": 20,
            "ii": 576,
            "n": "о.Селен",
            "tp": "Text",
            "tx": "о.Селен",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 453,
          "w": 129,
          "h": 45,
          "ii": 577,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 453,
            "w": 129,
            "h": 20,
            "ii": 578,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 478,
            "w": 57,
            "h": 20,
            "ii": 579,
            "n": "Мэрия",
            "tp": "Text",
            "tx": "Мэрия",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 508,
          "w": 122,
          "h": 45,
          "ii": 580,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 508,
            "w": 42,
            "h": 20,
            "ii": 581,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 533,
            "w": 122,
            "h": 20,
            "ii": 582,
            "n": "Мэр Остарона",
            "tp": "Text",
            "tx": "Мэр Остарона",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 563,
          "w": 368,
          "h": 65,
          "ii": 583,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 563,
            "w": 77,
            "h": 20,
            "ii": 584,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 588,
            "w": 368,
            "h": 40,
            "ii": 585,
            "n": "Помочь одному из городов стать столицей острова.",
            "tp": "Text",
            "tx": "Помочь одному из городов стать столицей острова.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 638,
          "w": 239,
          "h": 45,
          "ii": 586,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 638,
            "w": 69,
            "h": 20,
            "ii": 587,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 663,
            "w": 239,
            "h": 20,
            "ii": 588,
            "n": "Одноразовый, нелинейный.",
            "tp": "Text",
            "tx": "Одноразовый, нелинейный.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 693,
          "w": 380,
          "h": 265,
          "ii": 589,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 693,
            "w": 76,
            "h": 20,
            "ii": 590,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 718,
            "w": 380,
            "h": 240,
            "ii": 591,
            "n": "1. Возможность ловли #128 Элкас 2. Возможность изменить характер монстра 3. Возможность увеличить ген монстра 4. Остарон: Возможность дропа Чёрные очки и скидка 50% на увеличение гена ИЛИ Сайреф: Возможность дропа Серебряная пыль и скидка 50% на изменение характера",
            "tp": "Text",
            "tx": "1. Возможность ловли #128 Элкас\r\n2. Возможность изменить характер монстра\r\n3. Возможность увеличить ген монстра\r\n4. Остарон:\r\nВозможность дропа  Чёрные очки\r\nи скидка 50% на увеличение гена\r\n\r\nИЛИ\r\n\r\nСайреф:\r\nВозможность дропа  Серебряная пыль\r\nи скидка 50% на изменение характера",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 592,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 593,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 594,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 595,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 596,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 597,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 440,
    "ii": 598,
    "n": "Для прохождения квеста вам понадобиться:  Принести самку Скуллозавра со способностью Громоотвод 100лвл и шкалой счастья не ниже 200 Пары монстров(все должны быть со способностями) с одинаковыми буквами(не спарены) Сивун, Ленси, Айсхог, Дзенос, Вупс, Слизень. 3. Принести предметы сухой лёд х2, леденец х2, стимулятор х3, лечебная трава х5  Шаг 1. Идём в Эстайр сити->монстроцентр->Центр поддержки. Разговариваем с Хэппи. Она даёт задания которые нужно выполнить. Необходимо сдать монстров и итемы по списку. Отдаем все необходимое и получаем награду. При повторном прохождении, дают монстра которому нужно поднять счастье",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобиться: \r\nПринести самку Скуллозавра со способностью Громоотвод 100лвл и шкалой счастья не ниже 200\r\nПары монстров(все должны быть со способностями) с одинаковыми буквами(не спарены)\r\nСивун, \nЛенси, \nАйсхог, \nДзенос, \nВупс, \nСлизень.\r\n 3. Принести предметы \nсухой лёд х2, \nледенец х2, \nстимулятор х3, \nлечебная трава х5\r\n Шаг 1. Идём в Эстайр сити->монстроцентр->Центр поддержки. Разговариваем с Хэппи. Она даёт задания которые нужно выполнить. Необходимо сдать монстров и итемы по списку.\nОтдаем все необходимое и получаем награду.\r\n\r\nПри повторном прохождении, дают монстра которому нужно поднять счастье",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 760,
    "ii": 599,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 149,
      "ii": 600,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 39,
        "ii": 601,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 39,
          "ii": 602,
          "n": "Счастье есть",
          "tp": "Text",
          "tx": "Счастье есть",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 217,
        "w": 130,
        "h": 90,
        "ii": 603,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 343,
      "w": 368,
      "h": 575,
      "ii": 604,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 343,
        "w": 368,
        "h": 575,
        "ii": 605,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 343,
          "w": 254,
          "h": 45,
          "ii": 606,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 343,
            "w": 254,
            "h": 20,
            "ii": 607,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 368,
            "w": 141,
            "h": 20,
            "ii": 608,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 398,
          "w": 66,
          "h": 45,
          "ii": 609,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 398,
            "w": 66,
            "h": 20,
            "ii": 610,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 423,
            "w": 66,
            "h": 20,
            "ii": 611,
            "n": "о.Селен",
            "tp": "Text",
            "tx": "о.Селен",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 453,
          "w": 165,
          "h": 45,
          "ii": 612,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 453,
            "w": 129,
            "h": 20,
            "ii": 613,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 478,
            "w": 165,
            "h": 20,
            "ii": 614,
            "n": "Центр передержки",
            "tp": "Text",
            "tx": "Центр передержки",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 508,
          "w": 53,
          "h": 45,
          "ii": 615,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 508,
            "w": 42,
            "h": 20,
            "ii": 616,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 533,
            "w": 53,
            "h": 20,
            "ii": 617,
            "n": "Хэппи",
            "tp": "Text",
            "tx": "Хэппи",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 563,
          "w": 368,
          "h": 65,
          "ii": 618,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 563,
            "w": 77,
            "h": 20,
            "ii": 619,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 588,
            "w": 368,
            "h": 40,
            "ii": 620,
            "n": "Подготовить монстров с необходимым уровнем счастья.",
            "tp": "Text",
            "tx": "Подготовить монстров с необходимым уровнем счастья.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 638,
          "w": 128,
          "h": 45,
          "ii": 621,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 638,
            "w": 69,
            "h": 20,
            "ii": 622,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 663,
            "w": 128,
            "h": 20,
            "ii": 623,
            "n": "Многоразовый",
            "tp": "Text",
            "tx": "Многоразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 693,
          "w": 301,
          "h": 225,
          "ii": 624,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 693,
            "w": 76,
            "h": 20,
            "ii": 625,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 718,
            "w": 301,
            "h": 200,
            "ii": 626,
            "n": "Рандомный приз из списка: TM 03 - Психошок TM 23 - Меткий бросок TM 30 - Шар тьмы TM 36 - Грязевая бомба TM 44 - Отдых TM 51 - Стальное крыло ТМ 65 - Коготь тьмы ТМ 72 - Разнонаправленный ток ТМ 89 - Подставной ход",
            "tp": "Text",
            "tx": "Рандомный приз из списка:\r\nTM 03 - Психошок\r\nTM 23 - Меткий бросок\r\nTM 30 - Шар тьмы\r\nTM 36 - Грязевая бомба\r\nTM 44 - Отдых\r\nTM 51 - Стальное крыло\r\nТМ 65 - Коготь тьмы\r\nТМ 72 - Разнонаправленный ток\r\nТМ 89 - Подставной ход",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 627,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 628,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 629,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 630,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 631,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 632,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 677,
    "w": 750,
    "h": 238,
    "ii": 633,
    "n": "Group 18",
    "tp": "Group",
    "c": [
     {
      "x": 792,
      "y": 691,
      "w": 85,
      "h": 85,
      "ii": 634,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 942,
      "y": 691,
      "w": 85,
      "h": 85,
      "ii": 635,
      "n": "image 4",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1242,
      "y": 691,
      "w": 85,
      "h": 85,
      "ii": 636,
      "n": "image 5",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1093,
      "y": 691,
      "w": 85,
      "h": 85,
      "ii": 637,
      "n": "image 6",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 760,
      "y": 801,
      "w": 150,
      "h": 114,
      "ii": 638,
      "n": "image 7",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 910,
      "y": 801,
      "w": 150,
      "h": 114,
      "ii": 639,
      "n": "image 8",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1060,
      "y": 801,
      "w": 150,
      "h": 114,
      "ii": 640,
      "n": "image 9",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1210,
      "y": 801,
      "w": 150,
      "h": 114,
      "ii": 641,
      "n": "image 10",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1360,
      "y": 801,
      "w": 150,
      "h": 114,
      "ii": 642,
      "n": "image 11",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1360,
      "y": 677,
      "w": 150,
      "h": 114,
      "ii": 643,
      "n": "image 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 60,
    "ii": 644,
    "n": "Для прохождения квеста вам понадобится: 1) Монстры 100лвл: Каменный и Боевой(атака - Прием карате) 2) Монстр с атакой сила мысли(лвл не важен)",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобится:\r\n1) Монстры 100лвл: Каменный и Боевой(атака - Прием карате)\r\n2) Монстр с атакой сила мысли(лвл не важен)",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 297,
    "w": 809,
    "h": 740,
    "ii": 645,
    "n": "Запись 1. Побеседовала с Фредом Сваровски (интересная фамилия) в Сайрефе, он рассказал мне странную историю, произошедшую только-только... Какое ужасное событие – огромного Рипогит(Вайлорда) выкинуло на берег! Нужно попробовать помочь покемонмонструу. Только вот дороги я не знаю. Стоит спросить, как пройти к берегу острова у местных. Запись 2. Строитель из пригорода рассказал, что пройти к Берегу не так уж и сложно: нужно выйти в город - Сайреф, потом выйти на маршрут 13, пройти по маршруту 17, а дальше нужно свернуть на извилистую тропу, а там увижу берег. Как разобрать завал: монстр каменного типа, а также монстр, который может разбивать булыжники приёмом карате. Важно: монстры должны быть 100 уровня Запись 3. Разобрав завал, мы подошли к Берегу и увидели огромного Рипогит(Вайлорда). Но кроме душераздирающих звуков ничего не было слышно. Что же делать? Как понять, чем помочь? Запись 4. Рассказать ситуацию Фреду было хорошей идеей – он поделился полезной информацией, что некоторые психические монстры с помощью силы мысли могут вступать в контакт с другими монстрами и передавать всё их тренерам, т.е. являются отличными телепатами. Думаю, такой монстр поможет мне установить контакт с Рипогит(Вайлордом). NB: Чтоб я мог понимать, что говорит Рипогит(Вайлорд), нужен монстр с атакой Сила мысли. Запись 5.(нападение на Рипогит(Вайлорда); ветка зла) Хм, Рипогит(Вайлорд) (а она оказалось самкой) совсем обессилена. А что если напасть на неё, одолеть, а малыша забрать себе? Такой монстр станет удачным пополнением коллекции. Пожалуй, так и поступлю! Запись 6. Победа была не так уж и легка, но Рипогит(Вайлорд) сдалась! В бою её откинуло назад, и она уплыла в море. Ну, а я забрала себе маленького Литотик(Вайлмера). Думаю, он не будет сильно тосковать по матери. Можно заглянуть к Фреду, рассказать о случившемся... Не всю правду, конечно же.",
    "tp": "Text",
    "tx": "Запись 1.\r\nПобеседовала с Фредом Сваровски (интересная фамилия) в Сайрефе, он рассказал мне странную историю, произошедшую только-только... Какое ужасное событие – огромного Рипогит(Вайлорда) выкинуло на берег! Нужно попробовать помочь покемонмонструу. Только вот дороги я не знаю. Стоит спросить, как пройти к берегу острова у местных.\r\n\r\nЗапись 2.\r\nСтроитель из пригорода рассказал, что пройти к Берегу не так уж и сложно: нужно выйти в город - Сайреф, потом выйти на маршрут 13, пройти по маршруту 17, а дальше нужно свернуть на извилистую тропу, а там увижу берег.\r\n\r\nКак разобрать завал: монстр каменного типа, а также монстр, который может разбивать булыжники приёмом карате.\r\nВажно: монстры должны быть 100 уровня\r\n\r\nЗапись 3.\r\nРазобрав завал, мы подошли к Берегу и увидели огромного Рипогит(Вайлорда). Но кроме душераздирающих звуков ничего не было слышно. Что же делать? Как понять, чем помочь?\r\n\r\nЗапись 4.\r\nРассказать ситуацию Фреду было хорошей идеей – он поделился полезной информацией, что некоторые психические монстры с помощью силы мысли могут вступать в контакт с другими монстрами и передавать всё их тренерам, т.е. являются отличными телепатами. Думаю, такой монстр поможет мне установить контакт с Рипогит(Вайлордом).\r\n\r\nNB: Чтоб я мог понимать, что говорит Рипогит(Вайлорд), нужен монстр с атакой Сила мысли.\r\n\r\nЗапись 5.(нападение на Рипогит(Вайлорда); ветка зла)\r\nХм, Рипогит(Вайлорд) (а она оказалось самкой) совсем обессилена. А что если напасть на неё, одолеть, а малыша забрать себе? Такой монстр станет удачным пополнением коллекции. Пожалуй, так и поступлю!\r\n\r\nЗапись 6.\r\nПобеда была не так уж и легка, но Рипогит(Вайлорд) сдалась! В бою её откинуло назад, и она уплыла в море.\r\nНу, а я забрала себе маленького Литотик(Вайлмера). Думаю, он не будет сильно тосковать по матери. Можно заглянуть к Фреду, рассказать о случившемся... Не всю правду, конечно же.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 759,
    "ii": 646,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 647,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 648,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 649,
          "n": "Проблемы с Рипогитом",
          "tp": "Text",
          "tx": "Проблемы с Рипогитом",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 650,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 368,
      "h": 535,
      "ii": 651,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 368,
        "h": 535,
        "ii": 652,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 45,
          "ii": 653,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 654,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 141,
            "h": 20,
            "ii": 655,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 232,
          "h": 45,
          "ii": 656,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 437,
            "w": 66,
            "h": 20,
            "ii": 657,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 462,
            "w": 232,
            "h": 20,
            "ii": 658,
            "n": "о.Селен - Восточный Джото",
            "tp": "Text",
            "tx": "о.Селен - Восточный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 492,
          "w": 129,
          "h": 45,
          "ii": 659,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 492,
            "w": 129,
            "h": 20,
            "ii": 660,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 517,
            "w": 66,
            "h": 20,
            "ii": 661,
            "n": "Сайреф",
            "tp": "Text",
            "tx": "Сайреф",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 547,
          "w": 143,
          "h": 45,
          "ii": 662,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 547,
            "w": 42,
            "h": 20,
            "ii": 663,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 572,
            "w": 143,
            "h": 20,
            "ii": 664,
            "n": "Фред Сваровски",
            "tp": "Text",
            "tx": "Фред Сваровски",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 602,
          "w": 368,
          "h": 65,
          "ii": 665,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 602,
            "w": 77,
            "h": 20,
            "ii": 666,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 627,
            "w": 368,
            "h": 40,
            "ii": 667,
            "n": "Разобраться, почему монстр оказался на берегу.",
            "tp": "Text",
            "tx": "Разобраться, почему монстр оказался на берегу.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 677,
          "w": 236,
          "h": 45,
          "ii": 668,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 677,
            "w": 69,
            "h": 20,
            "ii": 669,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 702,
            "w": 236,
            "h": 20,
            "ii": 670,
            "n": "Одноразовый, нелинейный",
            "tp": "Text",
            "tx": "Одноразовый, нелинейный",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 732,
          "w": 152,
          "h": 185,
          "ii": 671,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 732,
            "w": 76,
            "h": 20,
            "ii": 672,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 757,
            "w": 152,
            "h": 160,
            "ii": 673,
            "n": "Добро: Обучение атаке: Морозный ветер ИЛИ Зло: #320 Литотик",
            "tp": "Text",
            "tx": "Добро:\r\nОбучение атаке:\r\t\r\nМорозный ветер\r\n\r\nИЛИ\r\n\r\nЗло:\r\n#320 Литотик",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 674,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 675,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 676,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 677,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 678,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 679,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 48,
    "ii": 680,
    "n": "Шпаргалка переездов: о. Селен - Канто - о. Селен - Восточный Джото - Западный Джото - Восточный Джото - о. Селен",
    "tp": "Text",
    "tx": "Шпаргалка переездов: о. Селен - Канто - о. Селен - Восточный Джото - Западный Джото - Восточный Джото - о. Селен\r",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 275,
    "w": 809,
    "h": 260,
    "ii": 681,
    "n": "Для прохождения вам понадобиться: 1. Ранг: 2500 2. 3. 4. Свисток (можно получить в квесте «Похищение Батискафиш Командой R».) 5. 1.000.000. 6. Броня 10 штук 7. Горнолыжное снаряжение 8. 5 мастерболлов 9. Скорпимер 10. Мантедж 11. Орламор 12. Зелье памяти",
    "tp": "Text",
    "tx": "Для прохождения вам понадобиться:\r\n1. Ранг: 2500\r\n2. \n3. \n4. Свисток (можно получить в квесте «Похищение Батискафиш Командой R».)\r\n5. 1.000.000.\r\n6. Броня 10 штук\r\n7. Горнолыжное снаряжение\r\n8. 5 мастерболлов\r\n9. Скорпимер\r\n10. Мантедж\r\n11. Орламор\r\n12. Зелье памяти",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 776,
    "y": 315,
    "w": 114,
    "h": 20,
    "ii": 682,
    "n": "Война Мэров",
    "tp": "Text",
    "tx": "Война Мэров",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 776,
    "y": 335,
    "w": 144,
    "h": 20,
    "ii": 683,
    "n": "Сладкое царство",
    "tp": "Text",
    "tx": "Сладкое царство",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 760,
    "y": 555,
    "w": 809,
    "h": 1360,
    "ii": 684,
    "n": "Шаг 1. Идём в лес Селена и разговариваем с Искателем приключений. Он сказал, что ищет Триораптоса. Здесь! Ещё поведал о легенде «Драконьего глаза».   Шаг 2. Берём монстра с атакой Сила мысли и идём в логово дракона (Маршрут 4 остров > Маршрут 3 остров > Лес Селена > Северный причал Селена > Маршрут 7 остров > Ледяная гора > Логово дракона). Монстр просит вас отыскать артефакт   Шаг 3. Идём к Ценителю древности он рассказывает о Густаве и его семье, а так же отправляет вас к его правнуку.   Шаг 4. Идём в бар \"Ледокол\" и разговариваем с Сайманом, за информацию он просит 1кк.   Шаг 5. Едем в Канто и идём в \"Карамельные змейки\" (Маршрут 6 > Западный Шаффран > Восточный Шаффран > Кондитерская > Мармеладная площадь > Ванильная улица > «Карамельные змейки») разговариваем с Лерни. Вторую часть шифра он просто так не расскажет, нужно пройти его испытания 1) Принести 5 леденцов(Выбить нужно самому) 2) Принести монстров с 50, 90 и 150 показателями счастья   Отдаем все необходимое Лерни и он рассказывает свою часть загадки  Шаг 6. Идём на маршрут 9 в руины древнего храма -> комната настоятель. Резной потолок - Cui ridet Fortuna. Подсвечник - 3124 Книжная полка - ключ   Далее идём в поцарапанную дверь и открываем ключом дверцу письменного стола.  Вводим код: третий ящик, первый ящик, второй ящик и четвёртый Переходим в зал для молитв, активирует рычаг, потом идём в жертвенный алтарь. Нужно победить всех Рондар , Аспер что бы активировать алтарь   Шаг 7. Едем на Селен -Мудрец направил меня к Леркенсу! (Маршрут 5 -> перекрёсток) Информацию от него вы получите если выполните три задания: - Принести 10 штук Брони. - Сдать на изменение характера или поднятие генокода 5 монстров. - Отнять Лазерный диск у особенного Серберноса.  После выполнения заданий Леркенса указал путь к Кайле. Идём в снежную нору ( Маршрут 4 > Маршрут 3 > Лес Селена > Северный причал Селена > Заброшенная дорога > Маршрут 18 > Покрытая льдом тропа > Снежная нора) Пишем код Cui ridet Fortuna и оказываемся в секретно проходе.  Получаем подсказку от стража ловкости.   Шаг 8. Едем в Западное Джото идём к фонтан, нажимаем на послание. После идём на каменную площадку разговариваем с Анжелой. Узнаем про некий лабиринт. Как в него попасть она не знает и отправляет вас к Харви (Маршрут 2).  Просто так он ничего говорить не станет просит вас выполнить задания: - принести 5 мастерболлов - пройти квест исследование вулкана   После выполнения заданий Харви рассказывает об условиях, что бы пройти в лабиринт нужно сдать(заберут насовсем) Скорпимера, Мантеджа, Орламора   Шаг 9. Заходим в лабиринт (Маршрут 1) на входе сдаём монстров, бродим по локация пока не находим что-то вроде лаза, там встретите стража, скажите ему пароль. Переходим в границу, что бы попасть в сокровищьницу нужно первого нпс защекотать и тогда пройти мимо второго. В сундук забрать 1.000.000 и око мироздания. На выходе из лабиринта вас ограбит Анжела.   Шаг 10. Идём в полицейский участок разговариваем с офицером Джекки. Ждём 10 минут и снова говорим с Джекки. Разговариваем повторно, узнаем что Анжела уже уехала в Восточный Джото, следуем за ней   Шаг 11. Едем в Восточный Джото, разговариваем с офицером Джесс(площадь), она просит у вас зелье памяти, что бы допросить воровку. Анжела находиться на небольшом озере, приводим туда офицера Джесс. Вам отдадут око   Шаг 12. Едем на Селен и разговариваем с Триораптосом",
    "tp": "Text",
    "tx": "Шаг 1. Идём в лес Селена и разговариваем с Искателем приключений. Он сказал, что ищет Триораптоса. Здесь! Ещё поведал о легенде «Драконьего глаза».\r \nШаг 2. Берём монстра с атакой Сила мысли и идём в логово дракона (Маршрут 4 остров > Маршрут 3 остров > Лес Селена > Северный причал Селена > Маршрут 7 остров > Ледяная гора > Логово дракона). Монстр просит вас отыскать артефакт\r \nШаг 3. Идём к Ценителю древности он рассказывает о Густаве и его семье, а так же отправляет вас к его правнуку.\r \nШаг 4. Идём в бар \"Ледокол\" и разговариваем с Сайманом, за информацию он просит 1кк.\r \nШаг 5. Едем в Канто и идём в \"Карамельные змейки\" (Маршрут 6 > Западный Шаффран > Восточный Шаффран > Кондитерская > Мармеладная площадь > Ванильная улица > «Карамельные змейки») разговариваем с Лерни. Вторую часть шифра он просто так не расскажет, нужно пройти его испытания\r\n1) Принести 5 леденцов(Выбить нужно самому)\r\n2) Принести монстров с 50, 90 и 150 показателями счастья\r \nОтдаем все необходимое Лерни и он рассказывает свою часть загадки \r\nШаг 6. Идём на маршрут 9 в руины древнего храма -> комната настоятель.\r\nРезной потолок - Cui ridet Fortuna.\r\nПодсвечник - 3124\r\nКнижная полка - ключ\r \nДалее идём в поцарапанную дверь и открываем ключом дверцу письменного стола.  Вводим код: третий ящик, первый ящик, второй ящик и четвёртый\r\nПереходим в зал для молитв, активирует рычаг, потом идём в жертвенный алтарь.\r\nНужно победить всех Рондар , Аспер что бы активировать алтарь\r \nШаг 7. Едем на Селен\r\n-Мудрец направил меня к Леркенсу! (Маршрут 5 -> перекрёсток)\r\nИнформацию от него вы получите если выполните три задания:\r\n- Принести 10 штук  Брони.\r\n- Сдать на изменение характера или поднятие генокода 5 монстров.\r\n- Отнять Лазерный диск у особенного Серберноса. \r\nПосле выполнения заданий Леркенса указал путь к Кайле.\r\nИдём в снежную нору ( Маршрут 4 > Маршрут 3 > Лес Селена > Северный причал Селена > Заброшенная дорога > Маршрут 18 > Покрытая льдом тропа > Снежная нора)\r\nПишем код Cui ridet Fortuna и оказываемся в секретно проходе.  Получаем подсказку от стража ловкости.\r \nШаг 8. Едем в Западное Джото идём к фонтан, нажимаем на послание. После идём на каменную площадку разговариваем с Анжелой. Узнаем про некий лабиринт. Как в него попасть она не знает и отправляет вас к Харви (Маршрут 2).  Просто так он ничего говорить не станет просит вас выполнить задания:\r\n- принести 5 мастерболлов\r\n- пройти квест исследование вулкана\r \nПосле выполнения заданий Харви рассказывает об условиях, что бы пройти в лабиринт нужно сдать(заберут насовсем) Скорпимера, Мантеджа, Орламора\r \nШаг 9. Заходим в лабиринт (Маршрут 1) на входе сдаём монстров, бродим по локация пока не находим что-то вроде лаза, там встретите стража, скажите ему пароль. Переходим в границу, что бы попасть в сокровищьницу нужно первого нпс защекотать и тогда пройти мимо второго. В сундук забрать 1.000.000 и око мироздания. На выходе из лабиринта вас ограбит Анжела.\r \nШаг 10. Идём в полицейский участок разговариваем с офицером Джекки. Ждём 10 минут и снова говорим с Джекки. Разговариваем повторно, узнаем что Анжела уже уехала в Восточный Джото, следуем за ней\r \nШаг 11. Едем в Восточный Джото, разговариваем с офицером Джесс(площадь), она просит у вас зелье памяти, что бы допросить воровку. Анжела находиться на небольшом озере, приводим туда офицера Джесс. Вам отдадут око\r \nШаг 12. Едем на Селен и разговариваем с Триораптосом",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 1935,
    "w": 815,
    "h": 114,
    "ii": 685,
    "n": "Group 18",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 1950,
      "w": 85,
      "h": 85,
      "ii": 686,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 910,
      "y": 1950,
      "w": 85,
      "h": 85,
      "ii": 687,
      "n": "image 4",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1061,
      "y": 1935,
      "w": 150,
      "h": 114,
      "ii": 688,
      "n": "image 10",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1243,
      "y": 1935,
      "w": 150,
      "h": 114,
      "ii": 689,
      "n": "image 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1425,
      "y": 1935,
      "w": 150,
      "h": 114,
      "ii": 690,
      "n": "image 13",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 158,
    "w": 454,
    "h": 790,
    "ii": 691,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 149,
      "ii": 692,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 39,
        "ii": 693,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 39,
          "ii": 694,
          "n": "Логово дракона",
          "tp": "Text",
          "tx": "Логово дракона\r",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 217,
        "w": 130,
        "h": 90,
        "ii": 695,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 343,
      "w": 454,
      "h": 605,
      "ii": 696,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 343,
        "w": 454,
        "h": 605,
        "ii": 697,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 343,
          "w": 254,
          "h": 95,
          "ii": 698,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 343,
            "w": 254,
            "h": 20,
            "ii": 699,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 368,
            "w": 128,
            "h": 20,
            "ii": 700,
            "n": "1. Война Мэров",
            "tp": "Text",
            "tx": "1. Война Мэров",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\n"
           },
           {
            "x": 70,
            "y": 393,
            "w": 162,
            "h": 20,
            "ii": 701,
            "n": "2. Сладкое царство",
            "tp": "Text",
            "tx": "2. Сладкое царство",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\n"
           },
           {
            "x": 70,
            "y": 418,
            "w": 105,
            "h": 20,
            "ii": 702,
            "n": "3. Ранг: 2500",
            "tp": "Text",
            "tx": "3. Ранг: 2500",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 448,
          "w": 454,
          "h": 45,
          "ii": 703,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 448,
            "w": 66,
            "h": 20,
            "ii": 704,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 473,
            "w": 454,
            "h": 20,
            "ii": 705,
            "n": "о.Селен - Канто - Восточный Джото - Западный Джото",
            "tp": "Text",
            "tx": "о.Селен - Канто - Восточный Джото - Западный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 503,
          "w": 129,
          "h": 45,
          "ii": 706,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 503,
            "w": 129,
            "h": 20,
            "ii": 707,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 528,
            "w": 98,
            "h": 20,
            "ii": 708,
            "n": "Лес Селена",
            "tp": "Text",
            "tx": "Лес Селена",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 558,
          "w": 202,
          "h": 45,
          "ii": 709,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 558,
            "w": 42,
            "h": 20,
            "ii": 710,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 583,
            "w": 202,
            "h": 20,
            "ii": 711,
            "n": "Искатель приключений",
            "tp": "Text",
            "tx": "Искатель приключений",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 613,
          "w": 368,
          "h": 45,
          "ii": 712,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 613,
            "w": 77,
            "h": 20,
            "ii": 713,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 638,
            "w": 368,
            "h": 20,
            "ii": 714,
            "n": "Отыскать и вернуть Око Мироздания",
            "tp": "Text",
            "tx": "Отыскать и вернуть  Око Мироздания",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 668,
          "w": 119,
          "h": 45,
          "ii": 715,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 668,
            "w": 69,
            "h": 20,
            "ii": 716,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 693,
            "w": 119,
            "h": 20,
            "ii": 717,
            "n": "Одноразовый",
            "tp": "Text",
            "tx": "Одноразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 723,
          "w": 396,
          "h": 225,
          "ii": 718,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 723,
            "w": 76,
            "h": 20,
            "ii": 719,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 748,
            "w": 396,
            "h": 200,
            "ii": 720,
            "n": "1. 1.000.000 Кредит 2. Возможность дропа Леденец на локации «Леденцовый рай» 3. Клык дракона 4. #704 Пню 5. Обучение атакам: Гнев дракона Драконий импульс Темный импульс",
            "tp": "Text",
            "tx": "1. 1.000.000  Кредит\r\n2. Возможность дропа  Леденец на локации «Леденцовый рай»\r\n3.  Клык дракона\r\n4. #704 Пню\r\n5. Обучение атакам:\r\nГнев дракона\r\r\nДраконий импульс\r\nТемный импульс\r\n",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 721,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 722,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 723,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 724,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 725,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 726,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 120,
    "ii": 727,
    "n": "Шаг 1. Разговариваем с Офицером Джес в Западном Шафране узнаем о нападениях монстров на 10 маршруте и просит о помощи. (В первый раз задание берётся у офицера Джес. В дальнейшем необходимо обращаться непосредственно к мисс Тревис.) Шаг 2. Идем на маршрут 10 и бьем шесть монстров 100лвл. После победы обращаемся к Офицеру Джес и получаем награду",
    "tp": "Text",
    "tx": "Шаг 1. Разговариваем с Офицером Джес в Западном Шафране узнаем о нападениях монстров на 10 маршруте и просит о помощи. (В первый раз задание берётся у офицера Джес. В дальнейшем необходимо обращаться непосредственно к мисс Тревис.)\r\n\r\nШаг 2. Идем на маршрут 10 и бьем шесть монстров 100лвл. После победы обращаемся к Офицеру Джес и получаем награду",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 406,
    "h": 620,
    "ii": 728,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 149,
      "ii": 729,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 39,
        "ii": 730,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 39,
          "ii": 731,
          "n": "Террор в Лавандии",
          "tp": "Text",
          "tx": "Террор в Лавандии",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 217,
        "w": 130,
        "h": 90,
        "ii": 732,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 343,
      "w": 406,
      "h": 435,
      "ii": 733,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 343,
        "w": 406,
        "h": 435,
        "ii": 734,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 343,
          "w": 254,
          "h": 45,
          "ii": 735,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 343,
            "w": 254,
            "h": 20,
            "ii": 736,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 368,
            "w": 141,
            "h": 20,
            "ii": 737,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 398,
          "w": 66,
          "h": 45,
          "ii": 738,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 398,
            "w": 66,
            "h": 20,
            "ii": 739,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 423,
            "w": 50,
            "h": 20,
            "ii": 740,
            "n": "Канто",
            "tp": "Text",
            "tx": "Канто",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 453,
          "w": 174,
          "h": 45,
          "ii": 741,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 453,
            "w": 129,
            "h": 20,
            "ii": 742,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 478,
            "w": 174,
            "h": 20,
            "ii": 743,
            "n": "Западный Шаффран",
            "tp": "Text",
            "tx": "Западный Шаффран",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 508,
          "w": 237,
          "h": 45,
          "ii": 744,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 508,
            "w": 42,
            "h": 20,
            "ii": 745,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 533,
            "w": 237,
            "h": 20,
            "ii": 746,
            "n": "Офицер Джес, Мисс Тревис",
            "tp": "Text",
            "tx": "Офицер Джес, Мисс Тревис",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 563,
          "w": 406,
          "h": 45,
          "ii": 747,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 563,
            "w": 77,
            "h": 20,
            "ii": 748,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 588,
            "w": 406,
            "h": 20,
            "ii": 749,
            "n": "Разобраться в причине нападений в Лавандии.",
            "tp": "Text",
            "tx": "Разобраться в причине нападений в Лавандии.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 618,
          "w": 128,
          "h": 45,
          "ii": 750,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 618,
            "w": 69,
            "h": 20,
            "ii": 751,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 643,
            "w": 128,
            "h": 20,
            "ii": 752,
            "n": "Многоразовый",
            "tp": "Text",
            "tx": "Многоразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 673,
          "w": 241,
          "h": 105,
          "ii": 753,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 673,
            "w": 76,
            "h": 20,
            "ii": 754,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 698,
            "w": 241,
            "h": 80,
            "ii": 755,
            "n": "Рандомный приз из списка: TM 17 - Защита TM 39 - Оползень ТМ 97 - Тайная сила",
            "tp": "Text",
            "tx": "Рандомный приз из списка:\nTM 17 - Защита\r\nTM 39 - Оползень\r\nТМ 97 - Тайная сила",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 756,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 757,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 758,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 759,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 760,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 761,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 1380,
    "ii": 762,
    "n": "После первого разговора со Стивом необходимо подождать 3 дня, а затем снова подойти в Фан-клуб. К тому времени Стив вернётся вместе с Джудит. Поговорите с Джудит, а затем со Стивом, далее следуйте инструкциям в дневнике. Для прохождения вам понадобиться: 1) Ранг >650 2) Спиннинг 3) Цианею или Покута с атакой Гидропомпа 4) Эфона с атакой Инферно 5) Монстр темного типа   Запись 1. Никогда не задумывалась, откуда берутся фотографии монстров в дикой природе. Этот парень, Трейси, что встретился мне на 18 маршруте, посвятил свою жизнь изучению повадок монстров в их привычной среде обитания. А сейчас помогает профессору для его научной работы, но потерял свою камеру, когда на него напал дикий Тюлон, который и утащил фотокамеру под воду. Для их нападения мне понадобится спиннинг. Попробую победить нужного Тюлона и вернуть камеру! Сам Трейси будет ждать меня в Кафе «Rain», что в Церулине. (Трейси находится на маршруте 18. Чтобы выбить камеру потребуется спиннинг. В Кафе Трейси появляется после 13:00 по серверу) Запись 3. Я нашла Фреда у скал, но мастер поставил мне ультиматум: либо я помогаю ему подготовиться к съезду художников (за это он чинит фотокамеру и восстанавливает снимки), либо оставляю его в покое и дальше брожу по миру со сломанной камерой. Чтоб ему пусто было, этому начинающему художнику! Делать нечего, надо принести Цианею или Покута с атакой Гидропомпа и Эфона с атакой Инферно, причём не сотого уровня. Одно хорошо - ремонтом он занялся сразу. (В начале нужно посетить мастерскую в старом районе. Ловим, качаем монстров до нужных атак. С гидропомпой лучше брать Покута, его качать быстрее.) -С отремонтированной камерой возвращаемся в канто. За камеру Трейси дает улучшенный набор витаминов и просит об одолжении попрощаться с его друзьями, для этого он дает мастербол(для Брайна) и леденец(для Аниты). В кафе обращаемся к бармену он рассказывает где их найти. Запись 4. Бармен Аль просто находка! Мало того, что он описал Брайна, так даже сказал адрес девочки Аниты. Брайн постоянно находится в лабиринте, часто бродит на первом уровне. Там и отдам ему мастербол. А Анита живет в доме №175 в Целадоне. Девочка любит всё розовое, не говорит с людьми до тех пор, пока её не угостят сладостями. Леденец будет весьма полезен. Для Брайна: С собой в лабиринт берем клубок ниток около 5штук, темного монстра(лвл не важен) и монстра с семенами пиявками и/или с блуждающими огнями. что бы попасть в тупик следует идти по локациям где есть цифра [4] + лаз. Попадая в тупик ставим стартовым монстра темного типа и разговариваем с Брайном. Появляется монстр с которым нужно сразить(сразу наложить статус пиявки/поджег). После победы разговариваем с Брайном. Для Аниты: Идем в дом №175(открыт с 17:00 до 23:00 по серверу), разговариваем с ее родителями(девочка потерялась). Идем в монстроцент Вермилиона говорим с Миленой. От нее узнаем что девочка в лабиринте. Она находится на одной из локации по выходу из лабиринта(коридор3-коридор7-коридор12-коридор11-гранатовый свод1-лаз(должны перейти в хрустальный зал)-каменный карниз8-каменный карниз7-каменный карниз6-каменный карниз5-каменный карниз4-каменная лестница1-лаз-нора рошера(спуск до выхода)) Ей обязательно нужно дать леденец. Проходим лабиринт и идем в кафе к Милене. Опять идем в дом №175 от родителей получаем Лайтбол x15. Возвращаемся в кафе к бармену, получаем Пламби. Запись 5. Удивительно, я поведала бармену о своих приключениях, а он был так впечатлен, что дал мне Пламби! Вот так удача! Оказалось, что Аль давно мечтал о Пламби, но когда яйцо, которое он всё же заполучил, вылупилось, бармен понял, что не справится с таким сильным монстром и отдал его мне. Я обязательно буду хорошо с ним обращаться!",
    "tp": "Text",
    "tx": "После первого разговора со Стивом необходимо подождать 3 дня, а затем снова подойти в Фан-клуб. К тому времени Стив вернётся вместе с Джудит. Поговорите с Джудит, а затем со Стивом, далее следуйте инструкциям в дневнике.\r\n\n\nДля прохождения вам понадобиться:\r\n\n1) Ранг >650\r\n2) Спиннинг\r\n3) Цианею или Покута с атакой Гидропомпа\r\n4) Эфона с атакой Инферно\r\n5) Монстр темного типа  \nЗапись 1.\r\nНикогда не задумывалась, откуда берутся фотографии монстров в дикой природе. Этот парень, Трейси, что встретился мне на 18 маршруте, посвятил свою жизнь изучению повадок монстров в их привычной среде обитания. А сейчас помогает профессору для его научной работы, но потерял свою камеру, когда на него напал дикий Тюлон, который и утащил фотокамеру под воду. Для их нападения мне понадобится спиннинг. Попробую победить нужного Тюлона и вернуть камеру! Сам Трейси будет ждать меня в Кафе «Rain», что в Церулине. (Трейси находится на маршруте 18. Чтобы выбить камеру потребуется спиннинг. В Кафе Трейси появляется после 13:00 по серверу)\r\n\r\nЗапись 3.\r\nЯ нашла Фреда у скал, но мастер поставил мне ультиматум: либо я помогаю ему подготовиться к съезду художников (за это он чинит фотокамеру и восстанавливает снимки), либо оставляю его в покое и дальше брожу по миру со сломанной камерой.\r\nЧтоб ему пусто было, этому начинающему художнику! Делать нечего, надо принести Цианею или Покута с атакой Гидропомпа и Эфона с атакой Инферно, причём не сотого уровня. Одно хорошо - ремонтом он занялся сразу.\r\n(В начале нужно посетить мастерскую в старом районе. Ловим, качаем монстров до нужных атак. С гидропомпой лучше брать Покута, его качать быстрее.)\r\n\r\n-С отремонтированной камерой возвращаемся в канто. За камеру Трейси дает улучшенный набор витаминов и просит об одолжении попрощаться с его друзьями, для этого он дает мастербол(для Брайна) и леденец(для Аниты). В кафе обращаемся к бармену он рассказывает где их найти.\r\n\r\nЗапись 4.\r\nБармен Аль просто находка! Мало того, что он описал Брайна, так даже сказал адрес девочки Аниты. Брайн постоянно находится в лабиринте, часто бродит на первом уровне. Там и отдам ему мастербол. А Анита живет в доме №175 в Целадоне. Девочка любит всё розовое, не говорит с людьми до тех пор, пока её не угостят сладостями. Леденец будет весьма полезен.\r\n\r\nДля Брайна:\r\nС собой в лабиринт берем клубок ниток около 5штук, темного монстра(лвл не важен) и монстра с семенами пиявками и/или с блуждающими огнями. что бы попасть в тупик следует идти по локациям где есть цифра [4] + лаз. Попадая в тупик ставим стартовым монстра темного типа и разговариваем с Брайном. Появляется монстр с которым нужно сразить(сразу наложить статус пиявки/поджег). После победы разговариваем с Брайном.\r\n\r\nДля Аниты:\r\nИдем в дом №175(открыт с 17:00 до 23:00 по серверу), разговариваем с ее родителями(девочка потерялась). Идем в монстроцент Вермилиона говорим с Миленой. От нее узнаем что девочка в лабиринте. Она находится на одной из локации по выходу из лабиринта(коридор3-коридор7-коридор12-коридор11-гранатовый свод1-лаз(должны перейти в хрустальный зал)-каменный карниз8-каменный карниз7-каменный карниз6-каменный карниз5-каменный карниз4-каменная лестница1-лаз-нора рошера(спуск до выхода)) Ей обязательно нужно дать леденец. Проходим лабиринт и идем в кафе к Милене. Опять идем в дом №175 от родителей получаем Лайтбол x15.\r\n\r\nВозвращаемся в кафе к бармену, получаем Пламби.\r\n\r\nЗапись 5.\r\nУдивительно, я поведала бармену о своих приключениях, а он был так впечатлен, что дал мне Пламби! Вот так удача! Оказалось, что Аль давно мечтал о Пламби, но когда яйцо, которое он всё же заполучил, вылупилось, бармен понял, что не справится с таким сильным монстром и отдал его мне. Я обязательно буду хорошо с ним обращаться!",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 639,
    "ii": 763,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 764,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 765,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 766,
          "n": "Незадачливый фотограф",
          "tp": "Text",
          "tx": "Незадачливый фотограф",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 767,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 283,
      "h": 415,
      "ii": 768,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 283,
        "h": 415,
        "ii": 769,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 45,
          "ii": 770,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 771,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 97,
            "h": 20,
            "ii": 772,
            "n": "1. Ранг >650",
            "tp": "Text",
            "tx": "1. Ранг >650",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 216,
          "h": 45,
          "ii": 773,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 437,
            "w": 66,
            "h": 20,
            "ii": 774,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 462,
            "w": 216,
            "h": 20,
            "ii": 775,
            "n": "Канто - Восточный Джото",
            "tp": "Text",
            "tx": "Канто - Восточный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 492,
          "w": 129,
          "h": 45,
          "ii": 776,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 492,
            "w": 129,
            "h": 20,
            "ii": 777,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 517,
            "w": 100,
            "h": 20,
            "ii": 778,
            "n": "Маршрут 18",
            "tp": "Text",
            "tx": "Маршрут 18",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 547,
          "w": 62,
          "h": 45,
          "ii": 779,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 547,
            "w": 42,
            "h": 20,
            "ii": 780,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 572,
            "w": 62,
            "h": 20,
            "ii": 781,
            "n": "Трейси",
            "tp": "Text",
            "tx": "Трейси",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 602,
          "w": 136,
          "h": 45,
          "ii": 782,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 602,
            "w": 77,
            "h": 20,
            "ii": 783,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 627,
            "w": 136,
            "h": 20,
            "ii": 784,
            "n": "Помочь Трейси.",
            "tp": "Text",
            "tx": "Помочь Трейси.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 657,
          "w": 119,
          "h": 45,
          "ii": 785,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 657,
            "w": 69,
            "h": 20,
            "ii": 786,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 682,
            "w": 119,
            "h": 20,
            "ii": 787,
            "n": "Одноразовый",
            "tp": "Text",
            "tx": "Одноразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 712,
          "w": 283,
          "h": 85,
          "ii": 788,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 712,
            "w": 76,
            "h": 20,
            "ii": 789,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 737,
            "w": 283,
            "h": 60,
            "ii": 790,
            "n": "1. Улучшенный набор витаминов 2. Лайтбол х15 3. #004 Пламби",
            "tp": "Text",
            "tx": "1. Улучшенный набор витаминов\r\n2. Лайтбол х15\r\n3. #004 Пламби",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 791,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 792,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 793,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 794,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 795,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 796,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 503,
    "y": 80,
    "w": 770,
    "h": 519,
    "ii": 797,
    "n": "Frame 16",
    "tp": "Group",
    "c": [
     {
      "x": 713,
      "y": 80,
      "w": 349,
      "h": 49,
      "ii": 798,
      "n": "Group 8",
      "tp": "Group",
      "c": [
       {
        "x": 713,
        "y": 80,
        "w": 349,
        "h": 49,
        "ii": 799,
        "n": "квесты Канто:",
        "tp": "Text",
        "tx": "квесты Канто:",
        "pr": "font-family: Montserrat;\nfont-size: 40px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
       }
      ]
     },
     {
      "x": 503,
      "y": 404,
      "w": 770,
      "h": 207,
      "ii": 800,
      "n": "Group 21",
      "tp": "Group",
      "c": [
       {
        "x": 707,
        "y": 404,
        "w": 380,
        "h": 39,
        "ii": 801,
        "n": "Group 11",
        "tp": "Group",
        "c": [
         {
          "x": 707,
          "y": 404,
          "w": 380,
          "h": 39,
          "ii": 802,
          "n": "Многоразовые квесты",
          "tp": "Text",
          "tx": "Многоразовые квесты",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         }
        ]
       },
       {
        "x": 503,
        "y": 471,
        "w": 770,
        "h": 140,
        "ii": 803,
        "n": "Group 10",
        "tp": "Group",
        "c": [
         {
          "x": 503,
          "y": 471,
          "w": 130,
          "h": 140,
          "ii": 804,
          "n": "Frame 7",
          "tp": "Group",
          "c": [
           {
            "x": 503,
            "y": 471,
            "w": 130,
            "h": 140,
            "ii": 805,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 503,
              "y": 471,
              "w": 130,
              "h": 140,
              "ii": 806,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 503,
              "y": 471,
              "w": 130,
              "h": 90,
              "ii": 807,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 503,
              "y": 571,
              "w": 130,
              "h": 30,
              "ii": 808,
              "n": "Исследование филиала",
              "tp": "Text",
              "tx": "Исследование филиала\r",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         },
         {
          "x": 663,
          "y": 471,
          "w": 130,
          "h": 140,
          "ii": 809,
          "n": "Frame 8",
          "tp": "Group",
          "c": [
           {
            "x": 663,
            "y": 471,
            "w": 130,
            "h": 140,
            "ii": 810,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 663,
              "y": 471,
              "w": 130,
              "h": 140,
              "ii": 811,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 663,
              "y": 471,
              "w": 130,
              "h": 90,
              "ii": 812,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 663,
              "y": 571,
              "w": 130,
              "h": 15,
              "ii": 813,
              "n": "Метеостанция",
              "tp": "Text",
              "tx": "Метеостанция",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         },
         {
          "x": 823,
          "y": 471,
          "w": 130,
          "h": 140,
          "ii": 814,
          "n": "Frame 9",
          "tp": "Group",
          "c": [
           {
            "x": 823,
            "y": 471,
            "w": 130,
            "h": 140,
            "ii": 815,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 823,
              "y": 471,
              "w": 130,
              "h": 140,
              "ii": 816,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 823,
              "y": 471,
              "w": 130,
              "h": 90,
              "ii": 817,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 823,
              "y": 571,
              "w": 130,
              "h": 30,
              "ii": 818,
              "n": "Профессор Свот",
              "tp": "Text",
              "tx": "Профессор Свот\r",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         },
         {
          "x": 983,
          "y": 471,
          "w": 130,
          "h": 140,
          "ii": 819,
          "n": "Frame 10",
          "tp": "Group",
          "c": [
           {
            "x": 983,
            "y": 471,
            "w": 130,
            "h": 140,
            "ii": 820,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 983,
              "y": 471,
              "w": 130,
              "h": 140,
              "ii": 821,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 983,
              "y": 471,
              "w": 130,
              "h": 90,
              "ii": 822,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 983,
              "y": 571,
              "w": 130,
              "h": 30,
              "ii": 823,
              "n": "Террор в  Лавандии",
              "tp": "Text",
              "tx": "Террор в  Лавандии\r",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         },
         {
          "x": 1143,
          "y": 471,
          "w": 130,
          "h": 140,
          "ii": 824,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 1143,
            "y": 471,
            "w": 130,
            "h": 140,
            "ii": 825,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 1143,
              "y": 471,
              "w": 130,
              "h": 140,
              "ii": 826,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 1143,
              "y": 471,
              "w": 130,
              "h": 90,
              "ii": 827,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 1143,
              "y": 571,
              "w": 130,
              "h": 30,
              "ii": 828,
              "n": "Работа на Вермилион",
              "tp": "Text",
              "tx": "Работа на Вермилион",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         }
        ]
       }
      ]
     },
     {
      "x": 503,
      "y": 157,
      "w": 770,
      "h": 207,
      "ii": 829,
      "n": "Group 20",
      "tp": "Group",
      "c": [
       {
        "x": 698,
        "y": 157,
        "w": 362,
        "h": 39,
        "ii": 830,
        "n": "Group 14",
        "tp": "Group",
        "c": [
         {
          "x": 698,
          "y": 157,
          "w": 362,
          "h": 39,
          "ii": 831,
          "n": "Одноразовые квесты",
          "tp": "Text",
          "tx": "Одноразовые квесты",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         }
        ]
       },
       {
        "x": 503,
        "y": 224,
        "w": 770,
        "h": 140,
        "ii": 832,
        "n": "Frame 15",
        "tp": "Group",
        "c": [
         {
          "x": 503,
          "y": 224,
          "w": 130,
          "h": 140,
          "ii": 833,
          "n": "Frame 7",
          "tp": "Group",
          "c": [
           {
            "x": 503,
            "y": 224,
            "w": 130,
            "h": 140,
            "ii": 834,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 503,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 835,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 503,
              "y": 224,
              "w": 130,
              "h": 90,
              "ii": 836,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 503,
              "y": 324,
              "w": 130,
              "h": 30,
              "ii": 837,
              "n": "Незадачливый фотограф",
              "tp": "Text",
              "tx": "Незадачливый фотограф",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         },
         {
          "x": 663,
          "y": 224,
          "w": 130,
          "h": 140,
          "ii": 838,
          "n": "Frame 8",
          "tp": "Group",
          "c": [
           {
            "x": 663,
            "y": 224,
            "w": 130,
            "h": 140,
            "ii": 839,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 663,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 840,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 663,
              "y": 224,
              "w": 130,
              "h": 90,
              "ii": 841,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 663,
              "y": 324,
              "w": 130,
              "h": 30,
              "ii": 842,
              "n": "Кукла  Люси",
              "tp": "Text",
              "tx": "Кукла  Люси",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         },
         {
          "x": 823,
          "y": 224,
          "w": 290,
          "h": 140,
          "ii": 843,
          "n": "Frame 9",
          "tp": "Group",
          "c": [
           {
            "x": 823,
            "y": 224,
            "w": 130,
            "h": 140,
            "ii": 844,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 823,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 845,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 823,
              "y": 224,
              "w": 130,
              "h": 90,
              "ii": 846,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 823,
              "y": 324,
              "w": 130,
              "h": 30,
              "ii": 847,
              "n": "Квест Электростанции",
              "tp": "Text",
              "tx": "Квест Электростанции",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           },
           {
            "x": 983,
            "y": 224,
            "w": 130,
            "h": 140,
            "ii": 848,
            "n": "Frame 10",
            "tp": "Group",
            "c": [
             {
              "x": 983,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 849,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 983,
                "y": 224,
                "w": 130,
                "h": 140,
                "ii": 850,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 983,
                "y": 224,
                "w": 130,
                "h": 90,
                "ii": 851,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 983,
                "y": 324,
                "w": 130,
                "h": 30,
                "ii": 852,
                "n": "Цирк уехал, а клоуны...",
                "tp": "Text",
                "tx": "Цирк уехал, а клоуны...",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             }
            ]
           }
          ]
         },
         {
          "x": 1143,
          "y": 224,
          "w": 130,
          "h": 140,
          "ii": 853,
          "n": "Frame 10",
          "tp": "Group",
          "c": [
           {
            "x": 1143,
            "y": 224,
            "w": 130,
            "h": 140,
            "ii": 854,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 1143,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 855,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 1143,
              "y": 224,
              "w": 130,
              "h": 90,
              "ii": 856,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 1143,
              "y": 324,
              "w": 130,
              "h": 30,
              "ii": 857,
              "n": "Сладкое  царство",
              "tp": "Text",
              "tx": "Сладкое  царство\r",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 858,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 859,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 860,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 60,
    "ii": 861,
    "n": "Для прохождения квеста вам понадобится: 1) Каменная пластина х5 2) Металлическая пластина х5",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобится:\r\n1) Каменная пластина х5\r\n2) Металлическая пластина х5",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 297,
    "w": 809,
    "h": 840,
    "ii": 862,
    "n": "Запись 1. В музее истории Эстайр сити беда: каждый год там проводится грандиозная выставка фигурок монстров, где главной достопримечательностью является очень старая статуэтка Несси(Лапрас) и её украли! Выставка может сорваться. Нужно выяснить, что же случилось. Не буду отвлекать смотрителя музея, он всё рассказал офицеру Дженни, у нее и спрошу. Запись 2. По сведениям офицера Дженни, к краже причастен известный коллекционер древностей (пригород г.Сайреф. ), но улик нет. Стоит попробовать поговорить с ним, может, мне он скажет то, чего не расскажет полиции... (Говорим с ценителем древности, он просит отвезти посылку Сюарту. Едем в ВД, мастерская в старом районе г.Голденрод.) Запись 3. Статуэтка Несси (Лапраса) действительно находится у этого коллекционера и он этого не скрывает! Однако, чтобы мне ее получить, придётся ему помочь: доставить посылку мастеру Стюарту. Интересно, что в ней - очередная украденная ценность, мешок денег?! (После того как посылка отдана Стюар просит принести ему 5 металлических и каменных пластинок. Выбиваются:Площадь - Новый район - Дорога №1 - Горный перевал - Олстон - Безлюдная дорога - Скалы) Запись 4. ... Да он ... Как так??? ... Арр!!!11 Ох, в общем, Стюарту нужно по 5 металлических и каменных пластинок, которые можно достать в местах обитания Грошар и Феромор(Стиликсов и Аггронов). Загвоздка в том, что они крайне сильны и одолеть их будет не так уж и просто. Запись 5. Достать эти пластины было нелегко, но задача выполнена! И всё, что я получила - это очередное задание, доставить письмо ценителю древностей. Что ж... Обратно на Селен. (Отдаем письмо ценителю и он возвращает статуэтку, отдаем ее в музей) Запись 6. Отлично, статуэтка у меня. Скорее в музей, нужно обрадовать смотрителя! Запись 7. Статуэтка Несси (Лапраса) на своем законном месте, теперь ничто не помешает музею открыть ежегодную выставку фигурок! Не сомневаюсь, что она пройдет с невероятным успехом.",
    "tp": "Text",
    "tx": "Запись 1.\r\nВ музее истории Эстайр сити беда: каждый год там проводится грандиозная выставка фигурок монстров, где главной достопримечательностью является очень старая статуэтка Несси(Лапрас) и её украли! Выставка может сорваться. Нужно выяснить, что же случилось. Не буду отвлекать смотрителя музея, он всё рассказал офицеру Дженни, у нее и спрошу.\r\n\r\nЗапись 2.\r\nПо сведениям офицера Дженни, к краже причастен известный коллекционер древностей (пригород г.Сайреф. ), но улик нет. Стоит попробовать поговорить с ним, может, мне он скажет то, чего не расскажет полиции...\r\n\r\n(Говорим с ценителем древности, он просит отвезти посылку Сюарту. Едем в ВД, мастерская в старом районе г.Голденрод.)\r\n\r\nЗапись 3.\r\nСтатуэтка Несси (Лапраса) действительно находится у этого коллекционера и он этого не скрывает! Однако, чтобы мне ее получить, придётся ему помочь: доставить посылку мастеру Стюарту. Интересно, что в ней - очередная украденная ценность, мешок денег?!\r\n\r\n(После того как посылка отдана Стюар просит принести ему 5 металлических и каменных пластинок. Выбиваются:Площадь - Новый район - Дорога №1 - Горный перевал - Олстон - Безлюдная дорога - Скалы)\r\n\r\nЗапись 4.\r\n... Да он ... Как так??? ... Арр!!!11\r\nОх, в общем, Стюарту нужно по 5 металлических и каменных пластинок, которые можно достать в местах обитания Грошар и Феромор(Стиликсов и Аггронов). Загвоздка в том, что они крайне сильны и одолеть их будет не так уж и просто.\r\n\r\nЗапись 5.\r\nДостать эти пластины было нелегко, но задача выполнена! И всё, что я получила - это очередное задание, доставить письмо ценителю древностей. Что ж... Обратно на Селен.\r\n\r\n(Отдаем письмо ценителю и он возвращает статуэтку, отдаем ее в музей)\r\n\r\nЗапись 6.\r\nОтлично, статуэтка у меня. Скорее в музей, нужно обрадовать смотрителя!\r\n\r\nЗапись 7.\r\nСтатуэтка Несси (Лапраса) на своем законном месте, теперь ничто не помешает музею открыть ежегодную выставку фигурок! Не сомневаюсь, что она пройдет с невероятным успехом.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 1172,
    "w": 220,
    "h": 85,
    "ii": 863,
    "n": "Group 18",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 1172,
      "w": 85,
      "h": 85,
      "ii": 864,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 895,
      "y": 1172,
      "w": 85,
      "h": 85,
      "ii": 865,
      "n": "image 4",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 640,
    "ii": 866,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 149,
      "ii": 867,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 39,
        "ii": 868,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 39,
          "ii": 869,
          "n": "Ограбление музея",
          "tp": "Text",
          "tx": "Ограбление музея",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 217,
        "w": 130,
        "h": 90,
        "ii": 870,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 343,
      "w": 368,
      "h": 455,
      "ii": 871,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 343,
        "w": 368,
        "h": 455,
        "ii": 872,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 343,
          "w": 254,
          "h": 45,
          "ii": 873,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 343,
            "w": 254,
            "h": 20,
            "ii": 874,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 368,
            "w": 141,
            "h": 20,
            "ii": 875,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 398,
          "w": 232,
          "h": 45,
          "ii": 876,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 398,
            "w": 66,
            "h": 20,
            "ii": 877,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 423,
            "w": 232,
            "h": 20,
            "ii": 878,
            "n": "о.Селен - Восточный Джото",
            "tp": "Text",
            "tx": "о.Селен - Восточный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 453,
          "w": 130,
          "h": 45,
          "ii": 879,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 453,
            "w": 129,
            "h": 20,
            "ii": 880,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 478,
            "w": 130,
            "h": 20,
            "ii": 881,
            "n": "Музей истории",
            "tp": "Text",
            "tx": "Музей истории",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 508,
          "w": 156,
          "h": 45,
          "ii": 882,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 508,
            "w": 42,
            "h": 20,
            "ii": 883,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 533,
            "w": 156,
            "h": 20,
            "ii": 884,
            "n": "Смотритель музея",
            "tp": "Text",
            "tx": "Смотритель музея",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 563,
          "w": 368,
          "h": 45,
          "ii": 885,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 563,
            "w": 77,
            "h": 20,
            "ii": 886,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 588,
            "w": 368,
            "h": 20,
            "ii": 887,
            "n": "Вернуть пропавшую статуэтку Несси.",
            "tp": "Text",
            "tx": "Вернуть пропавшую статуэтку Несси.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 618,
          "w": 122,
          "h": 45,
          "ii": 888,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 618,
            "w": 69,
            "h": 20,
            "ii": 889,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 643,
            "w": 122,
            "h": 20,
            "ii": 890,
            "n": "Одноразовый.",
            "tp": "Text",
            "tx": "Одноразовый.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 673,
          "w": 123,
          "h": 125,
          "ii": 891,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 673,
            "w": 76,
            "h": 20,
            "ii": 892,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 698,
            "w": 123,
            "h": 100,
            "ii": 893,
            "n": "TM 44 - Отдых ИЛИ #131 Несси",
            "tp": "Text",
            "tx": "TM 44 - Отдых\r\n\r\nИЛИ\r\n\r\n#131 Несси",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 894,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 895,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 896,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 897,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 898,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 899,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 503,
    "y": 80,
    "w": 770,
    "h": 519,
    "ii": 900,
    "n": "Frame 16",
    "tp": "Group",
    "c": [
     {
      "x": 688,
      "y": 80,
      "w": 400,
      "h": 49,
      "ii": 901,
      "n": "Group 8",
      "tp": "Group",
      "c": [
       {
        "x": 688,
        "y": 80,
        "w": 400,
        "h": 49,
        "ii": 902,
        "n": "квесты о. Селен:",
        "tp": "Text",
        "tx": "квесты о. Селен:",
        "pr": "font-family: Montserrat;\nfont-size: 40px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
       }
      ]
     },
     {
      "x": 698,
      "y": 574,
      "w": 380,
      "h": 207,
      "ii": 903,
      "n": "Group 21",
      "tp": "Group",
      "c": [
       {
        "x": 698,
        "y": 574,
        "w": 380,
        "h": 39,
        "ii": 904,
        "n": "Group 11",
        "tp": "Group",
        "c": [
         {
          "x": 698,
          "y": 574,
          "w": 380,
          "h": 39,
          "ii": 905,
          "n": "Многоразовые квесты",
          "tp": "Text",
          "tx": "Многоразовые квесты",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         }
        ]
       },
       {
        "x": 743,
        "y": 641,
        "w": 290,
        "h": 140,
        "ii": 906,
        "n": "Group 10",
        "tp": "Group",
        "c": [
         {
          "x": 743,
          "y": 641,
          "w": 130,
          "h": 140,
          "ii": 907,
          "n": "Frame 7",
          "tp": "Group",
          "c": [
           {
            "x": 743,
            "y": 641,
            "w": 130,
            "h": 140,
            "ii": 908,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 743,
              "y": 641,
              "w": 130,
              "h": 140,
              "ii": 909,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 743,
              "y": 641,
              "w": 130,
              "h": 90,
              "ii": 910,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 743,
              "y": 741,
              "w": 130,
              "h": 30,
              "ii": 911,
              "n": "Питомник о.Селен",
              "tp": "Text",
              "tx": "Питомник о.Селен",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         },
         {
          "x": 903,
          "y": 641,
          "w": 130,
          "h": 140,
          "ii": 912,
          "n": "Frame 8",
          "tp": "Group",
          "c": [
           {
            "x": 903,
            "y": 641,
            "w": 130,
            "h": 140,
            "ii": 913,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 903,
              "y": 641,
              "w": 130,
              "h": 140,
              "ii": 914,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 903,
              "y": 641,
              "w": 130,
              "h": 90,
              "ii": 915,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 903,
              "y": 741,
              "w": 130,
              "h": 30,
              "ii": 916,
              "n": "Счастье  есть",
              "tp": "Text",
              "tx": "Счастье  есть\r",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         }
        ]
       }
      ]
     },
     {
      "x": 698,
      "y": 157,
      "w": 362,
      "h": 39,
      "ii": 917,
      "n": "Group 20",
      "tp": "Group",
      "c": [
       {
        "x": 698,
        "y": 157,
        "w": 362,
        "h": 39,
        "ii": 918,
        "n": "Group 14",
        "tp": "Group",
        "c": [
         {
          "x": 698,
          "y": 157,
          "w": 362,
          "h": 39,
          "ii": 919,
          "n": "Одноразовые квесты",
          "tp": "Text",
          "tx": "Одноразовые квесты",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         }
        ]
       }
      ]
     },
     {
      "x": 583,
      "y": 224,
      "w": 610,
      "h": 310,
      "ii": 920,
      "n": "Group 23",
      "tp": "Group",
      "c": [
       {
        "x": 583,
        "y": 224,
        "w": 610,
        "h": 140,
        "ii": 921,
        "n": "Frame 15",
        "tp": "Group",
        "c": [
         {
          "x": 583,
          "y": 224,
          "w": 130,
          "h": 140,
          "ii": 922,
          "n": "Frame 7",
          "tp": "Group",
          "c": [
           {
            "x": 583,
            "y": 224,
            "w": 130,
            "h": 140,
            "ii": 923,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 583,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 924,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 583,
              "y": 224,
              "w": 130,
              "h": 90,
              "ii": 925,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 583,
              "y": 324,
              "w": 130,
              "h": 30,
              "ii": 926,
              "n": "Война Мэров",
              "tp": "Text",
              "tx": "Война Мэров",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         },
         {
          "x": 743,
          "y": 224,
          "w": 130,
          "h": 140,
          "ii": 927,
          "n": "Frame 8",
          "tp": "Group",
          "c": [
           {
            "x": 743,
            "y": 224,
            "w": 130,
            "h": 140,
            "ii": 928,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 743,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 929,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 743,
              "y": 224,
              "w": 130,
              "h": 90,
              "ii": 930,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 743,
              "y": 324,
              "w": 130,
              "h": 30,
              "ii": 931,
              "n": "Ограбление  музея",
              "tp": "Text",
              "tx": "Ограбление  музея",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         },
         {
          "x": 903,
          "y": 224,
          "w": 290,
          "h": 140,
          "ii": 932,
          "n": "Frame 9",
          "tp": "Group",
          "c": [
           {
            "x": 903,
            "y": 224,
            "w": 130,
            "h": 140,
            "ii": 933,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 903,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 934,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 903,
              "y": 224,
              "w": 130,
              "h": 90,
              "ii": 935,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 903,
              "y": 324,
              "w": 130,
              "h": 30,
              "ii": 936,
              "n": "Проблемы с Рипогитом",
              "tp": "Text",
              "tx": "Проблемы с Рипогитом",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           },
           {
            "x": 1063,
            "y": 224,
            "w": 130,
            "h": 140,
            "ii": 937,
            "n": "Frame 10",
            "tp": "Group",
            "c": [
             {
              "x": 1063,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 938,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 1063,
                "y": 224,
                "w": 130,
                "h": 140,
                "ii": 939,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 1063,
                "y": 224,
                "w": 130,
                "h": 90,
                "ii": 940,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 1063,
                "y": 324,
                "w": 130,
                "h": 30,
                "ii": 941,
                "n": "Перо Легендарного монстра",
                "tp": "Text",
                "tx": "Перо Легендарного монстра",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             }
            ]
           }
          ]
         }
        ]
       },
       {
        "x": 583,
        "y": 394,
        "w": 610,
        "h": 140,
        "ii": 942,
        "n": "Group 22",
        "tp": "Group",
        "c": [
         {
          "x": 583,
          "y": 394,
          "w": 610,
          "h": 140,
          "ii": 943,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 583,
            "y": 394,
            "w": 290,
            "h": 140,
            "ii": 944,
            "n": "Frame 7",
            "tp": "Group",
            "c": [
             {
              "x": 583,
              "y": 394,
              "w": 130,
              "h": 140,
              "ii": 945,
              "n": "Frame 10",
              "tp": "Group",
              "c": [
               {
                "x": 583,
                "y": 394,
                "w": 130,
                "h": 140,
                "ii": 946,
                "n": "Group 9",
                "tp": "Group",
                "c": [
                 {
                  "x": 583,
                  "y": 394,
                  "w": 130,
                  "h": 140,
                  "ii": 947,
                  "n": "Rectangle 9",
                  "tp": "ShapePath",
                  "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
                 },
                 {
                  "x": 583,
                  "y": 394,
                  "w": 130,
                  "h": 90,
                  "ii": 948,
                  "n": "Rectangle 11",
                  "tp": "ShapePath",
                  "pr": "border-width : 1px;\n"
                 },
                 {
                  "x": 583,
                  "y": 494,
                  "w": 130,
                  "h": 30,
                  "ii": 949,
                  "n": "Похищение Батискафиш",
                  "tp": "Text",
                  "tx": "Похищение Батискафиш",
                  "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
                 }
                ]
               }
              ]
             },
             {
              "x": 743,
              "y": 394,
              "w": 130,
              "h": 140,
              "ii": 950,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 743,
                "y": 394,
                "w": 130,
                "h": 140,
                "ii": 951,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 743,
                "y": 394,
                "w": 130,
                "h": 90,
                "ii": 952,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 743,
                "y": 494,
                "w": 130,
                "h": 30,
                "ii": 953,
                "n": "Меррипик  Мери",
                "tp": "Text",
                "tx": "Меррипик  Мери",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             }
            ]
           },
           {
            "x": 903,
            "y": 394,
            "w": 130,
            "h": 140,
            "ii": 954,
            "n": "Frame 8",
            "tp": "Group",
            "c": [
             {
              "x": 903,
              "y": 394,
              "w": 130,
              "h": 140,
              "ii": 955,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 903,
                "y": 394,
                "w": 130,
                "h": 140,
                "ii": 956,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 903,
                "y": 394,
                "w": 130,
                "h": 90,
                "ii": 957,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 903,
                "y": 494,
                "w": 130,
                "h": 30,
                "ii": 958,
                "n": "Логово дракона",
                "tp": "Text",
                "tx": "Логово дракона",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             }
            ]
           },
           {
            "x": 1063,
            "y": 394,
            "w": 130,
            "h": 140,
            "ii": 959,
            "n": "Frame 9",
            "tp": "Group",
            "c": [
             {
              "x": 1063,
              "y": 394,
              "w": 130,
              "h": 140,
              "ii": 960,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 1063,
                "y": 394,
                "w": 130,
                "h": 140,
                "ii": 961,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 1063,
                "y": 394,
                "w": 130,
                "h": 90,
                "ii": 962,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 1063,
                "y": 494,
                "w": 130,
                "h": 30,
                "ii": 963,
                "n": "Залечь  на дно",
                "tp": "Text",
                "tx": "Залечь  на дно\r",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             }
            ]
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 964,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 965,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 966,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 257,
    "w": 809,
    "h": 60,
    "ii": 967,
    "n": "Для прохождения вам понадобиться: На локации Горный перевал выбить необходимое кол-во камней.",
    "tp": "Text",
    "tx": "Для прохождения вам понадобиться:\r\n\nНа локации Горный перевал выбить необходимое кол-во камней.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 20,
    "ii": 968,
    "n": "1. Кварц - 1 очко; Малахит - 2 очка; Лазурит - 5 очков.",
    "tp": "Text",
    "tx": "1.  Кварц - 1 очко;  Малахит - 2 очка;  Лазурит - 5 очков.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 679,
    "ii": 969,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 970,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 971,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 972,
          "n": "Старушка и Камушки",
          "tp": "Text",
          "tx": "Старушка и Камушки",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 973,
        "n": "Group 9",
        "tp": "Group",
        "c": [
         {
          "x": 202,
          "y": 256,
          "w": 130,
          "h": 90,
          "ii": 974,
          "n": "Rectangle 11",
          "tp": "ShapePath",
          "pr": " border-radius : 5px;\nborder-width : 1px;\n"
         },
         {
          "x": 202,
          "y": 256,
          "w": 130,
          "h": 90,
          "ii": 975,
          "n": "Rectangle 12",
          "tp": "ShapePath",
          "pr": "border-width : 1px;\n"
         },
         {
          "x": 202,
          "y": 256,
          "w": 130,
          "h": 90,
          "ii": 976,
          "n": "Rectangle 13",
          "tp": "ShapePath",
          "pr": "border-width : 1px;\n"
         },
         {
          "x": 202,
          "y": 256,
          "w": 130,
          "h": 90,
          "ii": 977,
          "n": "Rectangle 14",
          "tp": "ShapePath",
          "pr": "border-width : 1px;\n"
         },
         {
          "x": 202,
          "y": 256,
          "w": 130,
          "h": 90,
          "ii": 978,
          "n": "Rectangle 15",
          "tp": "ShapePath",
          "pr": "border-width : 1px;\n"
         },
         {
          "x": 202,
          "y": 256,
          "w": 130,
          "h": 90,
          "ii": 979,
          "n": "Rectangle 16",
          "tp": "ShapePath",
          "pr": "border-width : 1px;\n"
         }
        ]
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 378,
      "h": 455,
      "ii": 980,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 378,
        "h": 455,
        "ii": 981,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 45,
          "ii": 982,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 983,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 141,
            "h": 20,
            "ii": 984,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 152,
          "h": 45,
          "ii": 985,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 437,
            "w": 66,
            "h": 20,
            "ii": 986,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 462,
            "w": 152,
            "h": 20,
            "ii": 987,
            "n": "Восточный Джото",
            "tp": "Text",
            "tx": "Восточный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 492,
          "w": 129,
          "h": 45,
          "ii": 988,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 492,
            "w": 129,
            "h": 20,
            "ii": 989,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 517,
            "w": 122,
            "h": 20,
            "ii": 990,
            "n": "Дом старушки",
            "tp": "Text",
            "tx": "Дом старушки",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 547,
          "w": 83,
          "h": 45,
          "ii": 991,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 547,
            "w": 42,
            "h": 20,
            "ii": 992,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 572,
            "w": 83,
            "h": 20,
            "ii": 993,
            "n": "Старушка",
            "tp": "Text",
            "tx": "Старушка",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 602,
          "w": 298,
          "h": 45,
          "ii": 994,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 602,
            "w": 77,
            "h": 20,
            "ii": 995,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 627,
            "w": 298,
            "h": 20,
            "ii": 996,
            "n": "Собрать камни на сумму 100 очков",
            "tp": "Text",
            "tx": "Собрать камни на сумму 100 очков",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 657,
          "w": 128,
          "h": 45,
          "ii": 997,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 657,
            "w": 69,
            "h": 20,
            "ii": 998,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 682,
            "w": 128,
            "h": 20,
            "ii": 999,
            "n": "Многоразовый",
            "tp": "Text",
            "tx": "Многоразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 712,
          "w": 378,
          "h": 125,
          "ii": 1000,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 712,
            "w": 76,
            "h": 20,
            "ii": 1001,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 737,
            "w": 378,
            "h": 100,
            "ii": 1002,
            "n": "1. Возможность дропа Оникса; 2. Громовой камень 3. Возможность покупать Громовой камень, Огненный камень и Водный камень в Гипермаркете Целадона в Канто.",
            "tp": "Text",
            "tx": "1. Возможность дропа  Оникса;\r\n2. Громовой камень\r\n3. Возможность покупать  Громовой камень,\r\n Огненный камень и  Водный камень\r\nв Гипермаркете Целадона в Канто.",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1003,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1004,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1005,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1006,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1007,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 721,
    "ii": 1008,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 337,
    "w": 85,
    "h": 85,
    "ii": 1009,
    "n": "image 11",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\n"
   },
   {
    "x": 878,
    "y": 337,
    "w": 85,
    "h": 85,
    "ii": 1010,
    "n": "image 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\n"
   },
   {
    "x": 996,
    "y": 337,
    "w": 85,
    "h": 85,
    "ii": 1011,
    "n": "image 13",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 337,
    "w": 809,
    "h": 220,
    "ii": 1012,
    "n": "Запись 1. На веранде базы рейнджеров на окраине Лиственного подлеска заметила маленькую девочку, сосредоточенно во что-то играющую. Познакомились с Алисой: оказалось, она лепит фигурки разных монстров из чёрной грязи, которой, по её словам, много у старого коллектора где-то на окраине болот. Пообещала принести ей немного, а то её одну не отпускают родители. NB: В обмен на комочки Чёрной грязи Алиса дала мне Светящийся клей. Что ж, найду ему достойное применение. (Что бы добыть Черной грязи нужно на болотах найти локацию Старый коллектор и выбивать из Лутер/Заммлер (#568 Траббиш/#569 Гарбодор). Для обмена на 1 клей нужно 5 грязи)",
    "tp": "Text",
    "tx": "Запись 1.\r\nНа веранде базы рейнджеров на окраине Лиственного подлеска заметила маленькую девочку, сосредоточенно во что-то играющую. Познакомились с Алисой: оказалось, она лепит фигурки разных монстров из чёрной грязи, которой, по её словам, много у старого коллектора где-то на окраине болот. Пообещала принести ей немного, а то её одну не отпускают родители.\r\n\r\nNB: В обмен на комочки Чёрной грязи Алиса дала мне Светящийся клей. Что ж, найду ему достойное применение.\r\n(Что бы добыть Черной грязи нужно на болотах найти локацию Старый коллектор и выбивать из Лутер/Заммлер (#568 Траббиш/#569 Гарбодор). Для обмена на 1 клей нужно 5 грязи)",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 100,
    "ii": 1013,
    "n": "1. Требований для взятия и выполнения квеста нет, однако грязь можно выбить только на низинных болотах, а для входа на локации болот необходимо следующее: Пройденный лабиринт в Канто",
    "tp": "Text",
    "tx": "1. Требований для взятия и выполнения квеста нет, однако грязь можно выбить только на низинных болотах, а для входа на локации болот необходимо следующее:\r\n\r\n\nПройденный лабиринт в Канто",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 273,
    "w": 161,
    "h": 20,
    "ii": 1014,
    "n": "Квест Кукла Люси",
    "tp": "Text",
    "tx": "Квест Кукла Люси\r",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 599,
    "ii": 1015,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 1016,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 1017,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 1018,
          "n": "Чем бы дитя ни тешилось...",
          "tp": "Text",
          "tx": "Чем бы дитя ни тешилось...",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 1019,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 342,
      "h": 375,
      "ii": 1020,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 342,
        "h": 375,
        "ii": 1021,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 45,
          "ii": 1022,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 1023,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 141,
            "h": 20,
            "ii": 1024,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 152,
          "h": 45,
          "ii": 1025,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 437,
            "w": 66,
            "h": 20,
            "ii": 1026,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 462,
            "w": 152,
            "h": 20,
            "ii": 1027,
            "n": "Восточный Джото",
            "tp": "Text",
            "tx": "Восточный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 492,
          "w": 152,
          "h": 45,
          "ii": 1028,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 492,
            "w": 129,
            "h": 20,
            "ii": 1029,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 517,
            "w": 152,
            "h": 20,
            "ii": 1030,
            "n": "База Рейнджеров",
            "tp": "Text",
            "tx": "База Рейнджеров",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 547,
          "w": 53,
          "h": 45,
          "ii": 1031,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 547,
            "w": 42,
            "h": 20,
            "ii": 1032,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 572,
            "w": 53,
            "h": 20,
            "ii": 1033,
            "n": "Алиса",
            "tp": "Text",
            "tx": "Алиса",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 602,
          "w": 342,
          "h": 45,
          "ii": 1034,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 602,
            "w": 77,
            "h": 20,
            "ii": 1035,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 627,
            "w": 342,
            "h": 20,
            "ii": 1036,
            "n": "Принести комочки Чёрной грязи Алисе",
            "tp": "Text",
            "tx": "Принести комочки Чёрной грязи Алисе",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 657,
          "w": 128,
          "h": 45,
          "ii": 1037,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 657,
            "w": 69,
            "h": 20,
            "ii": 1038,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 682,
            "w": 128,
            "h": 20,
            "ii": 1039,
            "n": "Многоразовый",
            "tp": "Text",
            "tx": "Многоразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 712,
          "w": 171,
          "h": 45,
          "ii": 1040,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 712,
            "w": 76,
            "h": 20,
            "ii": 1041,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 737,
            "w": 171,
            "h": 20,
            "ii": 1042,
            "n": "1. Светящийся клей",
            "tp": "Text",
            "tx": "1.  Светящийся клей",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1043,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1044,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1045,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1046,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1047,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 721,
    "ii": 1048,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 577,
    "w": 85,
    "h": 85,
    "ii": 1049,
    "n": "image 11",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 337,
    "w": 357,
    "h": 800,
    "ii": 1050,
    "n": "Монстры: 1. #224 Ахевак 2. #109 Вупс 3. #114 Вьюнудль 4. #010 Волек (ж) 5. #130 Дибарак 6. #161 Джорбик 7. #021 Дроздор 8. #194 Илполь 9. #011 Изопод 10. #060 Капель 11. #188 Камолино 12. #166 Кокцинус (жаворонок) 13. #014 Коккон 14. #261 Лайкун 15. #083 Лутка 16. #193 Либеллёт 17. #165 Лептибаг 18. #220 Ленси 19. #568 Лутер 20. #047 Листвотел 21. #455 Лопыш 22. #013 Мотль (м) 23. #162 Мармаус 24. #198 Месьер 25. #202 Мерсиш 26. #056 Малор 27. #032 Ниньо 28. #029 Нинья 29. #360 Поркуш 30. #019 Пискун 31. #183 Покут 32. #167 Рахнус 33. #163 Сивун 34. #283 Спибаг 35. #550 Скулфиш 36. #305 Феронт(каменная башка) 37. #073 Цианея 38. #279 Пелисир",
    "tp": "Text",
    "tx": "Монстры:\r\n\r\n1. #224 Ахевак\r\n2. #109 Вупс\r\n3. #114 Вьюнудль\r\n4. #010 Волек (ж)\r\n5. #130 Дибарак\r\n6. #161 Джорбик\r\n7. #021 Дроздор\r\n8. #194 Илполь\r\n9. #011 Изопод\r\n10. #060 Капель\r\n11. #188 Камолино\r\n12. #166 Кокцинус (жаворонок)\r\n13. #014 Коккон\r\n14. #261 Лайкун\r\n15. #083 Лутка\r\n16. #193 Либеллёт\r\n17. #165 Лептибаг\r\n18. #220 Ленси\r\n19. #568 Лутер\r\n20. #047 Листвотел\r\n21. #455 Лопыш\r\n22. #013 Мотль (м)\r\n23. #162 Мармаус\r\n24. #198 Месьер\r\n25. #202 Мерсиш\r\n26. #056 Малор\r\n27. #032 Ниньо\r\n28. #029 Нинья\r\n29. #360 Поркуш\r\n30. #019 Пискун\r\n31. #183 Покут\r\n32. #167 Рахнус\r\n33. #163 Сивун\r\n34. #283 Спибаг\r\n35. #550 Скулфиш\r\n36. #305 Феронт(каменная башка)\r\n37. #073 Цианея\r\n38. #279 Пелисир",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 1175,
    "y": 337,
    "w": 357,
    "h": 200,
    "ii": 1051,
    "n": "Яйца: 1. Яйцо #406 Бутастр 2. Яйцо #010 Волек 3. Яйцо #013 Мотль 4. Яйцо #193 Либеллёт 5. Яйцо #298 Фокут 6. Яйцо #550 Скулфиш 7. Яйцо #041 Шумышь 8. Яйцо #077 Эфон",
    "tp": "Text",
    "tx": "Яйца:\r\n\r\n1. Яйцо #406 Бутастр\r\n2. Яйцо #010 Волек\r\n3. Яйцо #013 Мотль\r\n4. Яйцо #193 Либеллёт\r\n5. Яйцо #298 Фокут\r\n6. Яйцо #550 Скулфиш\r\n7. Яйцо #041 Шумышь\r\n8. Яйцо #077 Эфон",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 1175,
    "y": 557,
    "w": 357,
    "h": 160,
    "ii": 1052,
    "n": "Инвентарь: 1. Водный амулет 2. Семя 3. Острый клюв 4. Зеленый шарф 5. Корона 6. Белая трава",
    "tp": "Text",
    "tx": "Инвентарь:\r\n\r\n1. Водный амулет\r\n2. Семя\r\n3. Острый клюв\r\n4. Зеленый шарф\r\n5. Корона\r\n6. Белая трава",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 100,
    "ii": 1053,
    "n": "1. Требований для взятия квеста нет, однако в некоторых заданиях может потребоваться вход в Низинные болота и Лабиринт. Рекомендуется пройти следующее: Пройденный лабиринт в Канто",
    "tp": "Text",
    "tx": "1. Требований для взятия квеста нет, однако в некоторых заданиях может потребоваться вход в Низинные болота и Лабиринт. Рекомендуется пройти следующее:\r\n\r\n\nПройденный лабиринт в Канто",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 273,
    "w": 161,
    "h": 20,
    "ii": 1054,
    "n": "Квест Кукла Люси",
    "tp": "Text",
    "tx": "Квест Кукла Люси\r",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 739,
    "ii": 1055,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 1056,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 1057,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 1058,
          "n": "Богатенький  Ричи",
          "tp": "Text",
          "tx": "Богатенький  Ричи",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 1059,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 333,
      "h": 515,
      "ii": 1060,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 333,
        "h": 515,
        "ii": 1061,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 274,
          "h": 45,
          "ii": 1062,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 1063,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 274,
            "h": 20,
            "ii": 1064,
            "n": "1. Иметь не более 25.000.000кр.",
            "tp": "Text",
            "tx": "1. Иметь не более  25.000.000кр.\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 66,
          "h": 45,
          "ii": 1065,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 437,
            "w": 66,
            "h": 20,
            "ii": 1066,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 462,
            "w": 32,
            "h": 20,
            "ii": 1067,
            "n": "Все",
            "tp": "Text",
            "tx": "Все",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 492,
          "w": 310,
          "h": 65,
          "ii": 1068,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 492,
            "w": 129,
            "h": 20,
            "ii": 1069,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 517,
            "w": 310,
            "h": 40,
            "ii": 1070,
            "n": "Площадь Голденрода / Вермилион / Остарон / Сен Аспир/ Саммер",
            "tp": "Text",
            "tx": "Площадь Голденрода / Вермилион / Остарон / Сен Аспир/ Саммер",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 567,
          "w": 112,
          "h": 45,
          "ii": 1071,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 567,
            "w": 42,
            "h": 20,
            "ii": 1072,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 592,
            "w": 112,
            "h": 20,
            "ii": 1073,
            "n": "Мистер Ричи",
            "tp": "Text",
            "tx": "Мистер Ричи",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 622,
          "w": 333,
          "h": 45,
          "ii": 1074,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 622,
            "w": 77,
            "h": 20,
            "ii": 1075,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 647,
            "w": 333,
            "h": 20,
            "ii": 1076,
            "n": "Выполнить три просьбы Мистера Ричи",
            "tp": "Text",
            "tx": "Выполнить три просьбы Мистера Ричи",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 677,
          "w": 128,
          "h": 45,
          "ii": 1077,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 677,
            "w": 69,
            "h": 20,
            "ii": 1078,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 702,
            "w": 128,
            "h": 20,
            "ii": 1079,
            "n": "Многоразовый",
            "tp": "Text",
            "tx": "Многоразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 732,
          "w": 311,
          "h": 165,
          "ii": 1080,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 732,
            "w": 76,
            "h": 20,
            "ii": 1081,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 757,
            "w": 311,
            "h": 140,
            "ii": 1082,
            "n": "Рандомный приз из списка: Кредиты Случайная Пилюля х8-10 Случайные Витамины х5-10 Даркбол х7 Набор конфет х2 Улучшенный набор витаминов х2",
            "tp": "Text",
            "tx": "Рандомный приз из списка:\r\nКредиты\r\nСлучайная Пилюля х8-10\r\nСлучайные Витамины х5-10\r\nДаркбол х7\r\nНабор конфет х2\r\nУлучшенный набор витаминов х2",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1083,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1084,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1085,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1086,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1087,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 721,
    "ii": 1088,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 599,
    "ii": 1089,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 1090,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 1091,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 1092,
          "n": "Работа на Вермилион",
          "tp": "Text",
          "tx": "Работа на Вермилион",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 1093,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 254,
      "h": 375,
      "ii": 1094,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 254,
        "h": 375,
        "ii": 1095,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 45,
          "ii": 1096,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 1097,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 180,
            "h": 20,
            "ii": 1098,
            "n": "1. Террор в Лавандии",
            "tp": "Text",
            "tx": "1. Террор в Лавандии",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 66,
          "h": 45,
          "ii": 1099,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 437,
            "w": 66,
            "h": 20,
            "ii": 1100,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 462,
            "w": 50,
            "h": 20,
            "ii": 1101,
            "n": "Канто",
            "tp": "Text",
            "tx": "Канто",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 492,
          "w": 129,
          "h": 45,
          "ii": 1102,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 492,
            "w": 129,
            "h": 20,
            "ii": 1103,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 517,
            "w": 100,
            "h": 20,
            "ii": 1104,
            "n": "Вермилион",
            "tp": "Text",
            "tx": "Вермилион",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 547,
          "w": 124,
          "h": 45,
          "ii": 1105,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 547,
            "w": 42,
            "h": 20,
            "ii": 1106,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 572,
            "w": 124,
            "h": 20,
            "ii": 1107,
            "n": "Стивен Мейли",
            "tp": "Text",
            "tx": "Стивен Мейли",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 602,
          "w": 248,
          "h": 45,
          "ii": 1108,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 602,
            "w": 77,
            "h": 20,
            "ii": 1109,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 627,
            "w": 248,
            "h": 20,
            "ii": 1110,
            "n": "Доставить письмо в Целадон",
            "tp": "Text",
            "tx": "Доставить письмо в Целадон",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 657,
          "w": 128,
          "h": 45,
          "ii": 1111,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 657,
            "w": 69,
            "h": 20,
            "ii": 1112,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 682,
            "w": 128,
            "h": 20,
            "ii": 1113,
            "n": "Многоразовый",
            "tp": "Text",
            "tx": "Многоразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 712,
          "w": 139,
          "h": 45,
          "ii": 1114,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 712,
            "w": 76,
            "h": 20,
            "ii": 1115,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 737,
            "w": 139,
            "h": 20,
            "ii": 1116,
            "n": "ТМ 78 - Перекоп",
            "tp": "Text",
            "tx": "ТМ 78 - Перекоп",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1117,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1118,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1119,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 809,
    "h": 385,
    "ii": 1120,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1121,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     },
     {
      "x": 760,
      "y": 343,
      "w": 809,
      "h": 200,
      "ii": 1122,
      "n": "Шаг 1. Разговариваем со Стивеном Мейли в Вермилионе, оп просит доставить конверт Вилфорду в Целадон. Отправляемся к нему Шаг 2. Отдаем конверт Вилфорду. Он пишет ответ и отправляет обратно к мэру. Шаг 3. Мэр Вермилиона передает пушистые хвосты, которые о дороге теряются. Выбиваем недостающее количество хвостов (выбить можно из Огнепси/Ракода на Маршруте 8 ) и отдаем их Вилфорду. В награду получаем: ТМ78 - Перекоп!",
      "tp": "Text",
      "tx": "Шаг 1. Разговариваем со Стивеном Мейли в Вермилионе, оп просит доставить конверт Вилфорду в Целадон. Отправляемся к нему\r\n\r\nШаг 2. Отдаем конверт Вилфорду. Он пишет ответ и отправляет обратно к мэру.\r\n\r\nШаг 3. Мэр Вермилиона передает пушистые хвосты, которые о дороге теряются. Выбиваем недостающее количество хвостов (выбить можно из Огнепси/Ракода на Маршруте 8 ) и отдаем их Вилфорду.\r\n\r\nВ награду получаем: ТМ78 - Перекоп!",
      "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
     },
     {
      "x": 761,
      "y": 217,
      "w": 491,
      "h": 24,
      "ii": 1123,
      "n": "Для прохождения квеста вам понадобиться:",
      "tp": "Text",
      "tx": "Для прохождения квеста вам понадобиться:\r\r",
      "pr": "font-family: Montserrat;\nfont-size: 20px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
     },
     {
      "x": 760,
      "y": 275,
      "w": 218,
      "h": 48,
      "ii": 1124,
      "n": "2) Велосипед 3) Пушистые хвосты",
      "tp": "Text",
      "tx": "2) Велосипед\r\n3) Пушистые хвосты",
      "pr": "font-family: Montserrat;\nfont-size: 20px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
     },
     {
      "x": 761,
      "y": 246,
      "w": 398,
      "h": 24,
      "ii": 1125,
      "n": "1) Прохождения Террора в Лавандии",
      "tp": "Text",
      "tx": "1) Прохождения Террора в Лавандии",
      "pr": "font-family: Montserrat;\nfont-size: 20px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 1126,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 760,
    "ii": 1127,
    "n": "Шаг 1. Начать квест можно поговорив с НПС на локации “Крутой Подъем”. Шаг 2. Пойти в мэрию в Остароне/Сайрефе. Поговорить с Секретаршей. Шаг 3. Поговорить с Мэром на локации (Маршрут 4 > Провал)/(Маршрут 13 > Логово Демотов). Шаг 4. Победить 15 Эстрелл/Демотов на той же локации где и говорили с мэром. #035 Эстерелла 80-85 лвл (Колыбельное, Уменьшение, Метеор, Пробуждающий удар)/#215 Демот 80-85 лвл (. Лучше использовать монстра с насмешкой + огни . Из локации выходить НЕЛЬЗЯ!! В конце надо победить босса #036 Астерелла 100 лвл. Шаг 5. Говорим с мэром на локации. Он попросит прийти к нему через 30 минут в мэрию. Шаг 6. Пойти на локацию “Пастбище” поговорить с грустным стариком. Он попросит принести ему Элкаса со способностью яростный взгляд. Шаг 7. Идем говорить с мудрецом. Его можно найти в Остароне. Ответы на вопросы: Трелоби (Остарон); Булавор (М13); - Кларина(М16); Сербернос (Лазурная заводь); Темный импульс(Пастбище); Хронокон(Горный водопад) Шаг 8. Идем в Сайреф. Говорим с мудрецом, Крисом, Рей и Фредом. Шаг 9. Идем на локацию берег. Ответы: если на грудь, то ответ назад. Если на правый бок, то ответ левый. Другими словами выбираем противоположный ответ. Шаг 10. Начинают нападать Пургетты 100 лвл (Используйте Реззуру, следите за путами) надо убить 6-8 штук. Шаг 11. Ждем указанное время и идем на локацию “Крутой подъем” Шаг 12. Получаем приз.",
    "tp": "Text",
    "tx": "Шаг 1. Начать квест можно поговорив с НПС на локации “Крутой Подъем”.\r\n\r\nШаг 2. Пойти в мэрию в Остароне/Сайрефе. Поговорить с Секретаршей.\r\n\r\nШаг 3. Поговорить с Мэром на локации (Маршрут 4 > Провал)/(Маршрут 13 > Логово Демотов).\r\n\r\nШаг 4. Победить 15 Эстрелл/Демотов на той же локации где и говорили с мэром. #035 Эстерелла 80-85 лвл (Колыбельное, Уменьшение, Метеор, Пробуждающий удар)/#215 Демот 80-85 лвл (. Лучше использовать монстра с насмешкой + огни . Из локации выходить НЕЛЬЗЯ!! В конце надо победить босса #036 Астерелла 100 лвл.\r\n\r\nШаг 5. Говорим с мэром на локации. Он попросит прийти к нему через 30 минут в мэрию.\r\n\r\nШаг 6. Пойти на локацию “Пастбище” поговорить с грустным стариком. Он попросит принести ему Элкаса со способностью яростный взгляд.\r\n\r\nШаг 7. Идем говорить с мудрецом. Его можно найти в Остароне. Ответы на вопросы:\r\n\r\nТрелоби (Остарон);\r\nБулавор (М13);\r\n- Кларина(М16);\r\nСербернос (Лазурная заводь);\r\nТемный импульс(Пастбище);\r\nХронокон(Горный водопад)\r\n\r\nШаг 8. Идем в Сайреф. Говорим с мудрецом, Крисом, Рей и Фредом.\r\n\r\nШаг 9. Идем на локацию берег.\r\nОтветы: если на грудь, то ответ назад. Если на правый бок, то ответ левый. Другими словами выбираем противоположный ответ.\r\n\r\nШаг 10. Начинают нападать Пургетты 100 лвл (Используйте Реззуру, следите за путами) надо убить 6-8 штук.\r\n\r\nШаг 11. Ждем указанное время и идем на локацию “Крутой подъем”\r\n\r\nШаг 12. Получаем приз.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 725,
    "ii": 1128,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 149,
      "ii": 1129,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 39,
        "ii": 1130,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 39,
          "ii": 1131,
          "n": "Залечь на дно",
          "tp": "Text",
          "tx": "Залечь на дно",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 217,
        "w": 130,
        "h": 90,
        "ii": 1132,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 343,
      "w": 368,
      "h": 540,
      "ii": 1133,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 343,
        "w": 368,
        "h": 540,
        "ii": 1134,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 343,
          "w": 254,
          "h": 70,
          "ii": 1135,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 343,
            "w": 254,
            "h": 20,
            "ii": 1136,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 368,
            "w": 128,
            "h": 20,
            "ii": 1137,
            "n": "1. Война Мэров",
            "tp": "Text",
            "tx": "1. Война Мэров",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\n"
           },
           {
            "x": 70,
            "y": 393,
            "w": 219,
            "h": 20,
            "ii": 1138,
            "n": "2. Проблемы с Рипогитом",
            "tp": "Text",
            "tx": "2. Проблемы с Рипогитом",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 423,
          "w": 66,
          "h": 45,
          "ii": 1139,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 423,
            "w": 66,
            "h": 20,
            "ii": 1140,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 448,
            "w": 66,
            "h": 20,
            "ii": 1141,
            "n": "о.Селен",
            "tp": "Text",
            "tx": "о.Селен",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 478,
          "w": 130,
          "h": 45,
          "ii": 1142,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 478,
            "w": 129,
            "h": 20,
            "ii": 1143,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 503,
            "w": 130,
            "h": 20,
            "ii": 1144,
            "n": "Крутой подъём",
            "tp": "Text",
            "tx": "Крутой подъём",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 533,
          "w": 228,
          "h": 45,
          "ii": 1145,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 533,
            "w": 42,
            "h": 20,
            "ii": 1146,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 558,
            "w": 228,
            "h": 20,
            "ii": 1147,
            "n": "Человек в тёмной накидке",
            "tp": "Text",
            "tx": "Человек в тёмной накидке",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 588,
          "w": 368,
          "h": 45,
          "ii": 1148,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 588,
            "w": 77,
            "h": 20,
            "ii": 1149,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 613,
            "w": 368,
            "h": 20,
            "ii": 1150,
            "n": "Помочь найти друга Леннарта.",
            "tp": "Text",
            "tx": "Помочь найти друга Леннарта.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 643,
          "w": 236,
          "h": 45,
          "ii": 1151,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 643,
            "w": 69,
            "h": 20,
            "ii": 1152,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 668,
            "w": 236,
            "h": 20,
            "ii": 1153,
            "n": "Одноразовый, нелинейный",
            "tp": "Text",
            "tx": "Одноразовый, нелинейный",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 698,
          "w": 357,
          "h": 185,
          "ii": 1154,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 698,
            "w": 76,
            "h": 20,
            "ii": 1155,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 723,
            "w": 357,
            "h": 160,
            "ii": 1156,
            "n": "1. #506 Мимипёс 2. Возможность дропа Серебряная пыль Возможность ловли #320 Литотик ИЛИ Возможность дропа Чёрные очки Обучение атаке: Морозный ветер",
            "tp": "Text",
            "tx": "1. #506 Мимипёс\r\n2.\r\nВозможность дропа Серебряная пыль\r\nВозможность ловли #320 Литотик\r\nИЛИ\r\nВозможность дропа  Чёрные очки\r\nОбучение атаке:\rМорозный ветер\r\n",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1157,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1158,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1159,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1160,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1161,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 1162,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 78,
    "ii": 1163,
    "n": "Group 8",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 78,
      "ii": 1164,
      "n": "Ночные трели",
      "tp": "Text",
      "tx": "Ночные трели\r",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 382,
    "w": 365,
    "h": 440,
    "ii": 1165,
    "n": "Frame 11",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 382,
      "w": 365,
      "h": 440,
      "ii": 1166,
      "n": "Frame 22",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 254,
        "h": 70,
        "ii": 1167,
        "n": "Frame 11",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 20,
          "ii": 1168,
          "n": "Требования к прохождению:",
          "tp": "Text",
          "tx": "Требования к прохождению:\r",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 407,
          "w": 104,
          "h": 20,
          "ii": 1169,
          "n": "1. Ранг >400",
          "tp": "Text",
          "tx": "1. Ранг >400\r",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         },
         {
          "x": 70,
          "y": 432,
          "w": 161,
          "h": 20,
          "ii": 1170,
          "n": "2. Дядюшка Бридж",
          "tp": "Text",
          "tx": "2. Дядюшка Бридж",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 462,
        "w": 152,
        "h": 45,
        "ii": 1171,
        "n": "Frame 12",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 462,
          "w": 66,
          "h": 20,
          "ii": 1172,
          "n": "Регион:",
          "tp": "Text",
          "tx": "Регион:",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 487,
          "w": 152,
          "h": 20,
          "ii": 1173,
          "n": "Восточный Джото",
          "tp": "Text",
          "tx": "Восточный Джото",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 517,
        "w": 129,
        "h": 45,
        "ii": 1174,
        "n": "Frame 13",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 517,
          "w": 129,
          "h": 20,
          "ii": 1175,
          "n": "Начало квеста:",
          "tp": "Text",
          "tx": "Начало квеста: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 542,
          "w": 72,
          "h": 20,
          "ii": 1176,
          "n": "Вархолл",
          "tp": "Text",
          "tx": "Вархолл",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 572,
        "w": 110,
        "h": 45,
        "ii": 1177,
        "n": "Frame 14",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 572,
          "w": 42,
          "h": 20,
          "ii": 1178,
          "n": "НПС:",
          "tp": "Text",
          "tx": "НПС: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 597,
          "w": 110,
          "h": 20,
          "ii": 1179,
          "n": "Сестра Джей",
          "tp": "Text",
          "tx": "Сестра Джей",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 627,
        "w": 365,
        "h": 65,
        "ii": 1180,
        "n": "Frame 15",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 627,
          "w": 77,
          "h": 20,
          "ii": 1181,
          "n": "Задание:",
          "tp": "Text",
          "tx": "Задание: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 652,
          "w": 365,
          "h": 40,
          "ii": 1182,
          "n": "Помочь девочке-тренеру по имени Ленор найти загадочного певца.",
          "tp": "Text",
          "tx": "Помочь девочке-тренеру по имени Ленор\r\nнайти загадочного певца.",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 702,
        "w": 119,
        "h": 45,
        "ii": 1183,
        "n": "Frame 16",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 702,
          "w": 69,
          "h": 20,
          "ii": 1184,
          "n": "Статус:",
          "tp": "Text",
          "tx": "Статус: \r",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 727,
          "w": 119,
          "h": 20,
          "ii": 1185,
          "n": "Одноразовый",
          "tp": "Text",
          "tx": "Одноразовый",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 757,
        "w": 311,
        "h": 65,
        "ii": 1186,
        "n": "Frame 17",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 757,
          "w": 76,
          "h": 20,
          "ii": 1187,
          "n": "Награда:",
          "tp": "Text",
          "tx": "Награда:",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 782,
          "w": 311,
          "h": 40,
          "ii": 1188,
          "n": "1. Улучшенный набор витаминов 2. Возможность ловли #401 Лалабир",
          "tp": "Text",
          "tx": "1.  Улучшенный набор витаминов\r\n2. Возможность ловли #401 Лалабир",
          "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 700,
    "ii": 1189,
    "n": "Запись 1. В монстроцентре Вархолла мне встретилась девочка-тренер по имени Ленор, она проходит лечение у Сестры Джей. Она рассказала, что под окном её палаты появился таинственный певец, благодаря которому ей удалось уснуть, несмотря на боль в ушибленной ноге. Она просит найти его, но у меня нет никаких идей, кто бы это мог быть. Надо поговорить с окружающими, может быть, кто-то что-то знает? В первую очередь стоит спросить тех, кто также мог слышать эту мелодию. Пойду-ка в монстроцентр! Запись 2. Сестра Джей из монстроцентра Вархолла сказала, что, скорее всего, таинственным певцом был какой-то дикий монстр. Что ж, думаю, тех, кто способен усыпить песней, не так-то много. Должно быть, речь идет о специфической способности монстра, “Колыбельной”. Кто не спрятался - я не виновата! (Нужно принести Ленор 5 монстров с атакой колыбельная) Запись 3. Как странно! Я приносила ей самых разных монстров, которые знают Колыбельную, но ни один из них не подходит. Надо бы поговорить со знающими людьми, может быть, я что-то упускаю? Спрошу Сестру Джей, может, у неё появились какие-то идеи после постоянных расспросов Ленор! Запись 4. Мне посоветовали найти жуколова Кристи, надеюсь, она знает, кого и где мне искать! (Дорога №3) Запись 5. Кристи действительно смогла мне помочь! Она сказала, что тот монстр, которого я столько времени ищу, водится в полях возле третьей дороги. Благодаря ей это место будут чаще посещать виновники переполоха. Осталось притаиться и дождаться этого таинственного исполнителя колыбельной. Что ж, буду держать монстробол наготове! Запись 6. Ленор узнала в Лалабир(Крикетоте) того самого певца! Она очень рада новому другу. Сестра Джей поблагодарила меня за содействие набором витаминок для моих питомцев! Стоит почаще приходить на третью дорогу за Лалабир(Крикетотами).",
    "tp": "Text",
    "tx": "Запись 1.\r\nВ монстроцентре Вархолла мне встретилась девочка-тренер по имени Ленор, она проходит лечение у Сестры Джей. Она рассказала, что под окном её палаты появился таинственный певец, благодаря которому ей удалось уснуть, несмотря на боль в ушибленной ноге. Она просит найти его, но у меня нет никаких идей, кто бы это мог быть. Надо поговорить с окружающими, может быть, кто-то что-то знает? В первую очередь стоит спросить тех, кто также мог слышать эту мелодию. Пойду-ка в монстроцентр!\r\n\r\nЗапись 2.\r\nСестра Джей из монстроцентра Вархолла сказала, что, скорее всего, таинственным певцом был какой-то дикий монстр. Что ж, думаю, тех, кто способен усыпить песней, не так-то много. Должно быть, речь идет о специфической способности монстра, “Колыбельной”. Кто не спрятался - я не виновата! (Нужно принести Ленор 5 монстров с атакой колыбельная)\r\n\r\nЗапись 3.\r\nКак странно! Я приносила ей самых разных монстров, которые знают Колыбельную, но ни один из них не подходит. Надо бы поговорить со знающими людьми, может быть, я что-то упускаю? Спрошу Сестру Джей, может, у неё появились какие-то идеи после постоянных расспросов Ленор!\r\n\r\nЗапись 4.\r\nМне посоветовали найти жуколова Кристи, надеюсь, она знает, кого и где мне искать! (Дорога №3)\r\n\r\nЗапись 5.\r\nКристи действительно смогла мне помочь! Она сказала, что тот монстр, которого я столько времени ищу, водится в полях возле третьей дороги. Благодаря ей это место будут чаще посещать виновники переполоха. Осталось притаиться и дождаться этого таинственного исполнителя колыбельной. Что ж, буду держать монстробол наготове!\r\n\r\nЗапись 6.\r\nЛенор узнала в Лалабир(Крикетоте) того самого певца! Она очень рада новому другу. Сестра Джей поблагодарила меня за содействие набором витаминок для моих питомцев!\r\nСтоит почаще приходить на третью дорогу за Лалабир(Крикетотами).\r\n",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 202,
    "y": 256,
    "w": 130,
    "h": 90,
    "ii": 1190,
    "n": "Group 9",
    "tp": "Group",
    "c": [
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1191,
      "n": "Rectangle 11",
      "tp": "ShapePath",
      "pr": " border-radius : 5px;\nborder-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1192,
      "n": "Rectangle 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1193,
      "n": "Rectangle 13",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1194,
      "n": "Rectangle 14",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1195,
      "n": "Rectangle 15",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1196,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1197,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1198,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1199,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1200,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 721,
    "ii": 1201,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 39,
    "ii": 1202,
    "n": "Group 8",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 39,
      "ii": 1203,
      "n": "Браконьер",
      "tp": "Text",
      "tx": "Браконьер",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 343,
    "w": 533,
    "h": 395,
    "ii": 1204,
    "n": "Frame 11",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 343,
      "w": 533,
      "h": 395,
      "ii": 1205,
      "n": "Frame 22",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 343,
        "w": 254,
        "h": 45,
        "ii": 1206,
        "n": "Frame 11",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 343,
          "w": 254,
          "h": 20,
          "ii": 1207,
          "n": "Требования к прохождению:",
          "tp": "Text",
          "tx": "Требования к прохождению:\r",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 368,
          "w": 141,
          "h": 20,
          "ii": 1208,
          "n": "Нет требований.",
          "tp": "Text",
          "tx": "Нет требований.",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 398,
        "w": 152,
        "h": 45,
        "ii": 1209,
        "n": "Frame 12",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 398,
          "w": 66,
          "h": 20,
          "ii": 1210,
          "n": "Регион:",
          "tp": "Text",
          "tx": "Регион:",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 423,
          "w": 152,
          "h": 20,
          "ii": 1211,
          "n": "Восточный Джото",
          "tp": "Text",
          "tx": "Восточный Джото",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 453,
        "w": 129,
        "h": 45,
        "ii": 1212,
        "n": "Frame 13",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 453,
          "w": 129,
          "h": 20,
          "ii": 1213,
          "n": "Начало квеста:",
          "tp": "Text",
          "tx": "Начало квеста: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 478,
          "w": 45,
          "h": 20,
          "ii": 1214,
          "n": "Маяк",
          "tp": "Text",
          "tx": "Маяк",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 508,
        "w": 157,
        "h": 45,
        "ii": 1215,
        "n": "Frame 14",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 508,
          "w": 42,
          "h": 20,
          "ii": 1216,
          "n": "НПС:",
          "tp": "Text",
          "tx": "НПС: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 533,
          "w": 157,
          "h": 20,
          "ii": 1217,
          "n": "Смотритель маяка",
          "tp": "Text",
          "tx": "Смотритель маяка",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 563,
        "w": 533,
        "h": 45,
        "ii": 1218,
        "n": "Frame 15",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 563,
          "w": 77,
          "h": 20,
          "ii": 1219,
          "n": "Задание:",
          "tp": "Text",
          "tx": "Задание: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 588,
          "w": 533,
          "h": 20,
          "ii": 1220,
          "n": "Помочь старику бросить маяк и отправиться на приключения.",
          "tp": "Text",
          "tx": "Помочь старику бросить маяк и отправиться на приключения.",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 618,
        "w": 119,
        "h": 45,
        "ii": 1221,
        "n": "Frame 16",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 618,
          "w": 69,
          "h": 20,
          "ii": 1222,
          "n": "Статус:",
          "tp": "Text",
          "tx": "Статус: \r",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 643,
          "w": 119,
          "h": 20,
          "ii": 1223,
          "n": "Одноразовый",
          "tp": "Text",
          "tx": "Одноразовый",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 673,
        "w": 326,
        "h": 65,
        "ii": 1224,
        "n": "Frame 17",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 673,
          "w": 76,
          "h": 20,
          "ii": 1225,
          "n": "Награда:",
          "tp": "Text",
          "tx": "Награда:",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 698,
          "w": 326,
          "h": 40,
          "ii": 1226,
          "n": "1. #479 Барабаш 2. Возможность ловли #666 Яркокрыл",
          "tp": "Text",
          "tx": "1. #479 Барабаш\r\n2. Возможность ловли #666 Яркокрыл",
          "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 760,
    "y": 337,
    "w": 809,
    "h": 580,
    "ii": 1227,
    "n": "Для прохождения вам понадобиться: 1) Любой монстр с атакой Бур   Шаг 1. Идём на маяк и общаемся со смотрителем (Старый район > Дорога №2 > Мост > Оливин > Пляж > Маяк). Из разговора узнаем что он хотел бы побывать во всех регионах и собрать коллекцию монстров с разным окрасом, насекомого типа.   Шаг 2. Идём к жуколову (Новый район > Дорога №3). Монстр, который так понравился смотрителю это Яркокрыл. Их можно поймать на определённых локациях. На каких конкретно Кристи расскажет после того как вы ей принесёте по 10 паутин Мотля (на каждый регион 10 паутин). Нужно снять последние очки здоровья монстра атакой Бур, чтобы получить паутину из некоторых Мотлей.   Шаг 3. Приносим 50 паутин Мотлей Кристен(можно отдавать по 10 штук), она рассказывает на каких локация можно встретить Яркокрылов( его можно поймать на взломанный Монстробол, их можно достать у браконьеров в Таверне если у вас отрицательная карма. Если карма положительная или нейтральная, то купить их можно только у игроков с отрицательной кармой).   Вот где обитают Яркокрылы: - Восточный Джото: Дорога №2 (окрасы 15, 3, 12, 18, 9) - Канто: Маршрут 8 (окрасы 16, 2, 7, 17, 13) - Южный Архипелаг: Старый парк (окрасы 6, 4, 10) - Селен: Маршрут 16 (окрасы 11, 5, 14) - Западный Джото: Возвышенность (окрасы 8, 1)   Шаг 4. Ловим бабочек по всем регионам(порядок не важен). Когда все 18 видов собраны, возвращаемся в маяк и всех отпускаем. Смотритель решает отправиться в путешествие, а в награду оставляет холодильник (выкидываем Монстробол)",
    "tp": "Text",
    "tx": "Для прохождения вам понадобиться:\r\n1) Любой монстр с атакой Бур\r \nШаг 1. Идём на маяк и общаемся со смотрителем (Старый район > Дорога №2 > Мост > Оливин > Пляж > Маяк). Из разговора узнаем что он хотел бы побывать во всех регионах и собрать коллекцию монстров с разным окрасом, насекомого типа.\r \nШаг 2. Идём к жуколову (Новый район > Дорога №3). Монстр, который так понравился смотрителю это Яркокрыл. Их можно поймать на определённых локациях. На каких конкретно Кристи расскажет после того как вы ей принесёте по 10 паутин Мотля (на каждый регион 10 паутин). Нужно снять последние очки здоровья монстра атакой Бур, чтобы получить паутину из некоторых Мотлей.\r \nШаг 3. Приносим 50 паутин Мотлей Кристен(можно отдавать по 10 штук), она рассказывает на каких локация можно встретить Яркокрылов( его можно поймать на взломанный Монстробол, их можно достать у браконьеров в Таверне если у вас отрицательная карма. Если карма положительная или нейтральная, то купить их можно только у игроков с отрицательной кармой).\r \nВот где обитают Яркокрылы:\r\n- Восточный Джото: Дорога №2 (окрасы 15, 3, 12, 18, 9)\r\n- Канто: Маршрут 8 (окрасы 16, 2, 7, 17, 13)\r\n- Южный Архипелаг: Старый парк (окрасы 6, 4, 10)\r\n- Селен: Маршрут 16 (окрасы 11, 5, 14)\r\n- Западный Джото: Возвышенность (окрасы 8, 1)\r \nШаг 4. Ловим бабочек по всем регионам(порядок не важен). Когда все 18 видов собраны, возвращаемся в маяк и всех отпускаем. Смотритель решает отправиться в путешествие, а в награду оставляет холодильник (выкидываем Монстробол)",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 80,
    "ii": 1228,
    "n": "1. Шпаргалка переездов: Восточный Джото - Канто - Южный Архипелаг - Канто - о.Селен - Восточный Джото - Западный Джото - Восточный Джото 2. Для ловли #666 Яркокрыл необходимо использовать Монстробол Браконьера.",
    "tp": "Text",
    "tx": "\r1. Шпаргалка переездов: Восточный Джото - Канто - Южный Архипелаг - Канто - о.Селен - Восточный Джото - Западный Джото - Восточный Джото\r\n\r\n2. Для ловли #666 Яркокрыл необходимо использовать  Монстробол Браконьера.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 202,
    "y": 217,
    "w": 130,
    "h": 90,
    "ii": 1229,
    "n": "Group 9",
    "tp": "Group",
    "c": [
     {
      "x": 202,
      "y": 217,
      "w": 130,
      "h": 90,
      "ii": 1230,
      "n": "Rectangle 11",
      "tp": "ShapePath",
      "pr": " border-radius : 5px;\nborder-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 217,
      "w": 130,
      "h": 90,
      "ii": 1231,
      "n": "Rectangle 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 217,
      "w": 130,
      "h": 90,
      "ii": 1232,
      "n": "Rectangle 13",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 217,
      "w": 130,
      "h": 90,
      "ii": 1233,
      "n": "Rectangle 14",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 217,
      "w": 130,
      "h": 90,
      "ii": 1234,
      "n": "Rectangle 15",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1235,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1236,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1237,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1238,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1239,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 721,
    "ii": 1240,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 937,
    "w": 85,
    "h": 85,
    "ii": 1241,
    "n": "image 11",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\n"
   },
   {
    "x": 878,
    "y": 937,
    "w": 85,
    "h": 85,
    "ii": 1242,
    "n": "image 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 39,
    "ii": 1243,
    "n": "Group 8",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 39,
      "ii": 1244,
      "n": "Памятный бой",
      "tp": "Text",
      "tx": "Памятный бой",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 343,
    "w": 399,
    "h": 515,
    "ii": 1245,
    "n": "Frame 11",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 343,
      "w": 399,
      "h": 515,
      "ii": 1246,
      "n": "Frame 22",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 343,
        "w": 254,
        "h": 45,
        "ii": 1247,
        "n": "Frame 11",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 343,
          "w": 254,
          "h": 20,
          "ii": 1248,
          "n": "Требования к прохождению:",
          "tp": "Text",
          "tx": "Требования к прохождению:\r",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 368,
          "w": 97,
          "h": 20,
          "ii": 1249,
          "n": "1. Ранг >650",
          "tp": "Text",
          "tx": "1. Ранг >650",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 398,
        "w": 399,
        "h": 45,
        "ii": 1250,
        "n": "Frame 12",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 398,
          "w": 66,
          "h": 20,
          "ii": 1251,
          "n": "Регион:",
          "tp": "Text",
          "tx": "Регион:",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 423,
          "w": 399,
          "h": 20,
          "ii": 1252,
          "n": "Восточный Джото - о.Селен - Восточный Джото",
          "tp": "Text",
          "tx": "Восточный Джото - о.Селен - Восточный Джото",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 453,
        "w": 188,
        "h": 45,
        "ii": 1253,
        "n": "Frame 13",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 453,
          "w": 129,
          "h": 20,
          "ii": 1254,
          "n": "Начало квеста:",
          "tp": "Text",
          "tx": "Начало квеста: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 478,
          "w": 188,
          "h": 20,
          "ii": 1255,
          "n": "Дом старого ветерана",
          "tp": "Text",
          "tx": "Дом старого ветерана",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 508,
        "w": 71,
        "h": 45,
        "ii": 1256,
        "n": "Frame 14",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 508,
          "w": 42,
          "h": 20,
          "ii": 1257,
          "n": "НПС:",
          "tp": "Text",
          "tx": "НПС: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 533,
          "w": 71,
          "h": 20,
          "ii": 1258,
          "n": "Ветеран",
          "tp": "Text",
          "tx": "Ветеран",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 563,
        "w": 153,
        "h": 45,
        "ii": 1259,
        "n": "Frame 15",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 563,
          "w": 77,
          "h": 20,
          "ii": 1260,
          "n": "Задание:",
          "tp": "Text",
          "tx": "Задание: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 588,
          "w": 153,
          "h": 20,
          "ii": 1261,
          "n": "Помочь Ветерану.",
          "tp": "Text",
          "tx": "Помочь Ветерану.",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 618,
        "w": 218,
        "h": 45,
        "ii": 1262,
        "n": "Frame 16",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 618,
          "w": 69,
          "h": 20,
          "ii": 1263,
          "n": "Статус:",
          "tp": "Text",
          "tx": "Статус: \r",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 643,
          "w": 218,
          "h": 20,
          "ii": 1264,
          "n": "Одноразовый, линейный.",
          "tp": "Text",
          "tx": "Одноразовый, линейный.",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 673,
        "w": 305,
        "h": 185,
        "ii": 1265,
        "n": "Frame 17",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 673,
          "w": 76,
          "h": 20,
          "ii": 1266,
          "n": "Награда:",
          "tp": "Text",
          "tx": "Награда:",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 698,
          "w": 305,
          "h": 160,
          "ii": 1267,
          "n": "1. #255 Карптах 2. Возможность ловли #660 Диггод 3. Набор конфет х2 4. На выбор ТМ-атака: TM 06 - Отравление, TM 12 - Насмешка, ТМ 61 - Блуждающие огни, ТМ 73 - Электрошок",
          "tp": "Text",
          "tx": "1. #255 Карптах\r\n2. Возможность ловли #660 Диггод\r\n3.  Набор конфет х2\r\n4. На выбор ТМ-атака:\r\nTM 06 - Отравление,\r\nTM 12 - Насмешка,\r\nТМ 61 - Блуждающие огни,\r\nТМ 73 - Электрошок",
          "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 760,
    "y": 437,
    "w": 809,
    "h": 700,
    "ii": 1268,
    "n": "Шаг 1. Идём к ветерану, разговариваем про бой гим лидера и Сторна. На середине рассказа он просит принести Грандира что бы тот его грел. Отдаем монстра и ветеран продолжает рассказ. В конце просит принести Амперона. Ветеран рассказывает вторую историю и не может вспомнить имя второго претендента, просит вас принести журнал со стадиона где записаны все имена.   Шаг 2. Берём монстра знающего атаку обнаружение идём на заросшую трапу, появляется локация скрытая тропа. Нажимаем на заброшенный стадион. Пытаемся убрать валун(когда появится запись: использовать металлическую пластину в качестве рычага) выбрать её и проход будет открыт. Порыв ветра разбросал листы из журнала и дикие монстры их утащили. Выбиваем из Крыскуна книгу. Отдаем ветерану первую книгу, она оказалась слишком старой. Выбиваем следующую из Малоров. Отдаем ветерану и эта книга тоже не подходит, бьём третью из Амбруков, отдаем ветерану. Узнаем нужное имя и едем на Селен.   Шаг 3. Идём в Сайреф ->Маршрут 13-> Маршрут 17- извилистая тропа - берег - отмель там находим Филиппа(каждый день с 10 до 15 часов). Он предложит вам сразиться с ним 6 на 6, во время боя покидать локацию нельзя. Его монстры: #169 Крестопырь, #604 Три-о-Клокс, #625 Капканг, #531 Мулму, #226 Скайт, #257 Фанагал. После победы над ним он попросит принести сухой лёд х10 и #291 Ассосу что бы сделать подарок для ветерана.   Шаг 4. Приносим все что просил Филипп и получаем статуэтку, он просит о повторном бое (6х6, выходить с локации нельзя, монстры те же). Если проиграли, повторить можно через 2 часа. После победы у вас из рюкзака падает статуэтка и разбивается, Филипп предлагает сделать ещё одну из более прочного материала и просит принести ему Осколки силверсита и горсть кристаллов. Отдаем все Филиппу и получаем статуэтку, так же в награду он даёт тм на выбор (тм 06- отравление, тм 12- насмешка, тм 61- блуждающий огни, тм 73 - электрошок).   Шаг 5. Возвращаемся в Восточный Джото и отдаем статуэтку ветерану. На огненном стадионе вас ожидает его сын Эрик, идём к нему. Он просит провести бой на 40лвл 1х1 и для этого даёт вам карптарха и 2 набора конфет (при проигрыше повторить попытку можно через 2 часа). В награду за победу Эрик предлагает вам выбор оставить этого Фанагал(не передаётся, спарен, ген 26, хар непреклонный или весёлый) или взять карптаха(передаваем, не спарен, выше ген, хар случайный). Идём к ветерану   После прохождение квеста доступна локация опушка.",
    "tp": "Text",
    "tx": "Шаг 1. Идём к ветерану, разговариваем про бой гим лидера и Сторна. На середине рассказа он просит принести Грандира что бы тот его грел. Отдаем монстра и ветеран продолжает рассказ. В конце просит принести Амперона. Ветеран рассказывает вторую историю и не может вспомнить имя второго претендента, просит вас принести журнал со стадиона где записаны все имена.\r \nШаг 2. Берём монстра знающего атаку обнаружение идём на заросшую трапу, появляется локация скрытая тропа. Нажимаем на заброшенный стадион. Пытаемся убрать валун(когда появится запись: использовать металлическую пластину в качестве рычага) выбрать её и проход будет открыт. Порыв ветра разбросал листы из журнала и дикие монстры их утащили. Выбиваем из Крыскуна книгу. Отдаем ветерану первую книгу, она оказалась слишком старой. Выбиваем следующую из Малоров. Отдаем ветерану и эта книга тоже не подходит, бьём третью из Амбруков, отдаем ветерану. Узнаем нужное имя и едем на Селен.\r \nШаг 3. Идём в Сайреф ->Маршрут 13-> Маршрут 17- извилистая тропа - берег - отмель там находим Филиппа(каждый день с 10 до 15 часов). Он предложит вам сразиться с ним 6 на 6, во время боя покидать локацию нельзя. Его монстры: #169 Крестопырь, #604 Три-о-Клокс, #625 Капканг, #531 Мулму, #226 Скайт, #257 Фанагал. После победы над ним он попросит принести сухой лёд х10 и #291 Ассосу что бы сделать подарок для ветерана.\r \nШаг 4. Приносим все что просил Филипп и получаем статуэтку, он просит о повторном бое (6х6, выходить с локации нельзя, монстры те же). Если проиграли, повторить можно через 2 часа. После победы у вас из рюкзака падает статуэтка и разбивается, Филипп предлагает сделать ещё одну из более прочного материала и просит принести ему Осколки силверсита и горсть кристаллов. Отдаем все Филиппу и получаем статуэтку, так же в награду он даёт тм на выбор (тм 06- отравление, тм 12- насмешка, тм 61- блуждающий огни, тм 73 - электрошок).\r \nШаг 5. Возвращаемся в Восточный Джото и отдаем статуэтку ветерану. На огненном стадионе вас ожидает его сын Эрик, идём к нему. Он просит провести бой на 40лвл 1х1 и для этого даёт вам карптарха и 2 набора конфет (при проигрыше повторить попытку можно через 2 часа). В награду за победу Эрик предлагает вам выбор оставить этого Фанагал(не передаётся, спарен, ген 26, хар непреклонный или весёлый) или взять карптаха(передаваем, не спарен, выше ген, хар случайный). Идём к ветерану\r \nПосле прохождение квеста доступна локация опушка.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 200,
    "ii": 1269,
    "n": "1. Для выполнения некоторых этапов квеста рекомендуется запастись инвентарём, получить который можно в ходе выполнения одного из регулярных цикличных квестов. 2. Для прохождения этапов квеста на о. Селен потребуется Горнолыжное снаряжение и монстр с атакой Вспышка и открытый доступ к основным локациям региона. 3. Иногда кажущийся финальным приз вовсе и не финальный. 4. Выполнение некоторых ранее введённых квестов в игру поможет разнообразить беседы с неигровыми персонажами и узнать немного больше о героях мира Лиги-17.",
    "tp": "Text",
    "tx": "1. Для выполнения некоторых этапов квеста рекомендуется запастись инвентарём, получить который можно в ходе выполнения одного из регулярных цикличных квестов.\r\n\r\n2. Для прохождения этапов квеста на о. Селен потребуется  Горнолыжное снаряжение и монстр с атакой Вспышка и открытый доступ к основным локациям региона.\r\n\r\n3. Иногда кажущийся финальным приз вовсе и не финальный.\r\n\r\n4. Выполнение некоторых ранее введённых квестов в игру поможет разнообразить беседы с неигровыми персонажами и узнать немного больше о героях мира Лиги-17.\r",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 202,
    "y": 217,
    "w": 130,
    "h": 90,
    "ii": 1270,
    "n": "Group 9",
    "tp": "Group",
    "c": [
     {
      "x": 202,
      "y": 217,
      "w": 130,
      "h": 90,
      "ii": 1271,
      "n": "Rectangle 11",
      "tp": "ShapePath",
      "pr": " border-radius : 5px;\nborder-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 217,
      "w": 130,
      "h": 90,
      "ii": 1272,
      "n": "Rectangle 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 217,
      "w": 130,
      "h": 90,
      "ii": 1273,
      "n": "Rectangle 13",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 217,
      "w": 130,
      "h": 90,
      "ii": 1274,
      "n": "Rectangle 14",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 217,
      "w": 130,
      "h": 90,
      "ii": 1275,
      "n": "Rectangle 15",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 217,
      "w": 130,
      "h": 90,
      "ii": 1276,
      "n": "Rectangle 16",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1277,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1278,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1279,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1280,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1281,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 721,
    "ii": 1282,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 140,
    "y": 80,
    "w": 1496,
    "h": 855,
    "ii": 1283,
    "n": "Group 8",
    "tp": "Group",
    "c": [
     {
      "x": 140,
      "y": 174,
      "w": 452,
      "h": 340,
      "ii": 1284,
      "n": "Group 2",
      "tp": "Group",
      "c": [
       {
        "x": 140,
        "y": 174.971435546875,
        "w": 452,
        "h": 339.028564453125,
        "ii": 1285,
        "n": "Rectangle 8",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
       },
       {
        "x": 140,
        "y": 174,
        "w": 452,
        "h": 306,
        "ii": 1286,
        "n": "Frame 6",
        "tp": "Group",
        "c": [
         {
          "x": 140,
          "y": 169.5,
          "w": 452,
          "h": 261,
          "ii": 1287,
          "n": "image 2",
          "tp": "ShapePath",
          "pr": "border-width : 1px;\n"
         },
         {
          "x": 221,
          "y": 455.5,
          "w": 290,
          "h": 29,
          "ii": 1288,
          "n": "ВОСТОЧНЫЙ ДЖОТТО",
          "tp": "Text",
          "tx": "ВОСТОЧНЫЙ ДЖОТТО",
          "pr": "font-family: Montserrat;\nfont-size: 24px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       }
      ]
     },
     {
      "x": 662,
      "y": 174,
      "w": 452,
      "h": 340,
      "ii": 1289,
      "n": "Group 3",
      "tp": "Group",
      "c": [
       {
        "x": 662,
        "y": 174.971435546875,
        "w": 452,
        "h": 339.028564453125,
        "ii": 1290,
        "n": "Rectangle 8",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
       },
       {
        "x": 662,
        "y": 174,
        "w": 452,
        "h": 306,
        "ii": 1291,
        "n": "Frame 6",
        "tp": "Group",
        "c": [
         {
          "x": 662,
          "y": 169.5,
          "w": 452,
          "h": 261,
          "ii": 1292,
          "n": "image 2",
          "tp": "ShapePath",
          "pr": "border-width : 1px;\n"
         },
         {
          "x": 843.5,
          "y": 455.5,
          "w": 89,
          "h": 29,
          "ii": 1293,
          "n": "КАНТО",
          "tp": "Text",
          "tx": "КАНТО",
          "pr": "font-family: Montserrat;\nfont-size: 24px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       }
      ]
     },
     {
      "x": 140,
      "y": 594,
      "w": 452,
      "h": 340,
      "ii": 1294,
      "n": "Group 5",
      "tp": "Group",
      "c": [
       {
        "x": 140,
        "y": 594.971435546875,
        "w": 452,
        "h": 339.028564453125,
        "ii": 1295,
        "n": "Rectangle 8",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
       },
       {
        "x": 140,
        "y": 594,
        "w": 452,
        "h": 306,
        "ii": 1296,
        "n": "Frame 6",
        "tp": "Group",
        "c": [
         {
          "x": 140,
          "y": 589.5,
          "w": 452,
          "h": 261,
          "ii": 1297,
          "n": "image 2",
          "tp": "ShapePath",
          "pr": "border-width : 1px;\n"
         },
         {
          "x": 306,
          "y": 875.5,
          "w": 120,
          "h": 29,
          "ii": 1298,
          "n": "О. СЕЛЕН",
          "tp": "Text",
          "tx": "О. СЕЛЕН",
          "pr": "font-family: Montserrat;\nfont-size: 24px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       }
      ]
     },
     {
      "x": 662,
      "y": 594,
      "w": 452,
      "h": 340,
      "ii": 1299,
      "n": "Group 6",
      "tp": "Group",
      "c": [
       {
        "x": 662,
        "y": 594.971435546875,
        "w": 452,
        "h": 339.028564453125,
        "ii": 1300,
        "n": "Rectangle 8",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
       },
       {
        "x": 662,
        "y": 594,
        "w": 452,
        "h": 306,
        "ii": 1301,
        "n": "Frame 6",
        "tp": "Group",
        "c": [
         {
          "x": 662,
          "y": 589.5,
          "w": 452,
          "h": 261,
          "ii": 1302,
          "n": "image 2",
          "tp": "ShapePath",
          "pr": "border-width : 1px;\n"
         },
         {
          "x": 749.5,
          "y": 875.5,
          "w": 277,
          "h": 29,
          "ii": 1303,
          "n": "Южный Архипелаг",
          "tp": "Text",
          "tx": "Южный Архипелаг",
          "pr": "font-family: Montserrat;\nfont-size: 24px;\nfont-weight: 500;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       }
      ]
     },
     {
      "x": 1184,
      "y": 595,
      "w": 452,
      "h": 340,
      "ii": 1304,
      "n": "Group 7",
      "tp": "Group",
      "c": [
       {
        "x": 1184,
        "y": 595.971435546875,
        "w": 452,
        "h": 339.028564453125,
        "ii": 1305,
        "n": "Rectangle 8",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\nbackground-color: #ac3026;\n"
       },
       {
        "x": 1184,
        "y": 595,
        "w": 452,
        "h": 306,
        "ii": 1306,
        "n": "Frame 6",
        "tp": "Group",
        "c": [
         {
          "x": 1184,
          "y": 590.5,
          "w": 452,
          "h": 261,
          "ii": 1307,
          "n": "image 2",
          "tp": "ShapePath",
          "pr": "border-width : 1px;\n"
         },
         {
          "x": 1228.5,
          "y": 876.5,
          "w": 363,
          "h": 29,
          "ii": 1308,
          "n": "нашли ошибку? пишите",
          "tp": "Text",
          "tx": "нашли ошибку? пишите",
          "pr": "font-family: Montserrat;\nfont-size: 24px;\nfont-weight: 500;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #ffffffcc;\n"
         }
        ]
       }
      ]
     },
     {
      "x": 1184,
      "y": 174,
      "w": 452,
      "h": 340,
      "ii": 1309,
      "n": "Group 4",
      "tp": "Group",
      "c": [
       {
        "x": 1184,
        "y": 174.971435546875,
        "w": 452,
        "h": 339.028564453125,
        "ii": 1310,
        "n": "Rectangle 8",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
       },
       {
        "x": 1184,
        "y": 174,
        "w": 452,
        "h": 306,
        "ii": 1311,
        "n": "Frame 6",
        "tp": "Group",
        "c": [
         {
          "x": 1184,
          "y": 169.5,
          "w": 452,
          "h": 261,
          "ii": 1312,
          "n": "image 2",
          "tp": "ShapePath",
          "pr": "border-width : 1px;\n"
         },
         {
          "x": 1273,
          "y": 455.5,
          "w": 274,
          "h": 29,
          "ii": 1313,
          "n": "ЗАПАДНЫЙ ДЖОТТО",
          "tp": "Text",
          "tx": "ЗАПАДНЫЙ ДЖОТТО",
          "pr": "font-family: Montserrat;\nfont-size: 24px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       }
      ]
     },
     {
      "x": 238,
      "y": 80,
      "w": 1321,
      "h": 49,
      "ii": 1314,
      "n": "ВЫБЕРЕТЕ НАЧАЛЬНЫЙ РЕГИОН ИНТЕРЕСУЮЩЕГО КВЕСТА:",
      "tp": "Text",
      "tx": "ВЫБЕРЕТЕ НАЧАЛЬНЫЙ РЕГИОН ИНТЕРЕСУЮЩЕГО КВЕСТА:",
      "pr": "font-family: Montserrat;\nfont-size: 40px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 343,
    "y": 80,
    "w": 1090,
    "h": 687,
    "ii": 1315,
    "n": "Group 16",
    "tp": "Group",
    "c": [
     {
      "x": 537,
      "y": 80,
      "w": 701,
      "h": 49,
      "ii": 1316,
      "n": "Group 8",
      "tp": "Group",
      "c": [
       {
        "x": 537,
        "y": 80,
        "w": 701,
        "h": 49,
        "ii": 1317,
        "n": "квесты восточного джотто:",
        "tp": "Text",
        "tx": "квесты восточного джотто:",
        "pr": "font-family: Montserrat;\nfont-size: 40px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
       }
      ]
     },
     {
      "x": 707,
      "y": 159,
      "w": 362,
      "h": 39,
      "ii": 1318,
      "n": "Group 11",
      "tp": "Group",
      "c": [
       {
        "x": 707,
        "y": 159,
        "w": 362,
        "h": 39,
        "ii": 1319,
        "n": "Одноразовые квесты",
        "tp": "Text",
        "tx": "Одноразовые квесты",
        "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       }
      ]
     },
     {
      "x": 707,
      "y": 568,
      "w": 380,
      "h": 39,
      "ii": 1320,
      "n": "Group 14",
      "tp": "Group",
      "c": [
       {
        "x": 707,
        "y": 568,
        "w": 380,
        "h": 39,
        "ii": 1321,
        "n": "Многоразовые квесты",
        "tp": "Text",
        "tx": "Многоразовые квесты",
        "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       }
      ]
     },
     {
      "x": 343,
      "y": 218,
      "w": 1090,
      "h": 310,
      "ii": 1322,
      "n": "Group 10",
      "tp": "Group",
      "c": [
       {
        "x": 343,
        "y": 218,
        "w": 130,
        "h": 140,
        "ii": 1323,
        "n": "Frame 7",
        "tp": "Group",
        "c": [
         {
          "x": 343,
          "y": 218,
          "w": 130,
          "h": 140,
          "ii": 1324,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 343,
            "y": 218,
            "w": 130,
            "h": 140,
            "ii": 1325,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 343,
            "y": 218,
            "w": 130,
            "h": 90,
            "ii": 1326,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 343,
            "y": 318,
            "w": 130,
            "h": 30,
            "ii": 1327,
            "n": "Великолепная Пятёрка Сторна",
            "tp": "Text",
            "tx": "Великолепная Пятёрка Сторна",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       },
       {
        "x": 503,
        "y": 388,
        "w": 130,
        "h": 140,
        "ii": 1328,
        "n": "Frame 15",
        "tp": "Group",
        "c": [
         {
          "x": 503,
          "y": 388,
          "w": 130,
          "h": 140,
          "ii": 1329,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 503,
            "y": 388,
            "w": 130,
            "h": 140,
            "ii": 1330,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 503,
            "y": 388,
            "w": 130,
            "h": 90,
            "ii": 1331,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 503,
            "y": 488,
            "w": 130,
            "h": 30,
            "ii": 1332,
            "n": "Прутти  покинули лес",
            "tp": "Text",
            "tx": "Прутти  покинули лес",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       },
       {
        "x": 503,
        "y": 218,
        "w": 130,
        "h": 140,
        "ii": 1333,
        "n": "Frame 8",
        "tp": "Group",
        "c": [
         {
          "x": 503,
          "y": 218,
          "w": 130,
          "h": 140,
          "ii": 1334,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 503,
            "y": 218,
            "w": 130,
            "h": 140,
            "ii": 1335,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 503,
            "y": 218,
            "w": 130,
            "h": 90,
            "ii": 1336,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 503,
            "y": 318,
            "w": 130,
            "h": 30,
            "ii": 1337,
            "n": "Дядюшка Бридж",
            "tp": "Text",
            "tx": "Дядюшка Бридж",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       },
       {
        "x": 663,
        "y": 388,
        "w": 130,
        "h": 140,
        "ii": 1338,
        "n": "Frame 16",
        "tp": "Group",
        "c": [
         {
          "x": 663,
          "y": 388,
          "w": 130,
          "h": 140,
          "ii": 1339,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 663,
            "y": 388,
            "w": 130,
            "h": 140,
            "ii": 1340,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 663,
            "y": 388,
            "w": 130,
            "h": 90,
            "ii": 1341,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 663,
            "y": 488,
            "w": 130,
            "h": 30,
            "ii": 1342,
            "n": "Цирк  монстров",
            "tp": "Text",
            "tx": "Цирк  монстров",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       },
       {
        "x": 663,
        "y": 218,
        "w": 130,
        "h": 140,
        "ii": 1343,
        "n": "Frame 9",
        "tp": "Group",
        "c": [
         {
          "x": 663,
          "y": 218,
          "w": 130,
          "h": 140,
          "ii": 1344,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 663,
            "y": 218,
            "w": 130,
            "h": 140,
            "ii": 1345,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 663,
            "y": 218,
            "w": 130,
            "h": 90,
            "ii": 1346,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 663,
            "y": 318,
            "w": 130,
            "h": 30,
            "ii": 1347,
            "n": "Испуганная женщина",
            "tp": "Text",
            "tx": "Испуганная женщина",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       },
       {
        "x": 823,
        "y": 388,
        "w": 130,
        "h": 140,
        "ii": 1348,
        "n": "Frame 17",
        "tp": "Group",
        "c": [
         {
          "x": 823,
          "y": 388,
          "w": 130,
          "h": 140,
          "ii": 1349,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 823,
            "y": 388,
            "w": 130,
            "h": 140,
            "ii": 1350,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 823,
            "y": 388,
            "w": 130,
            "h": 90,
            "ii": 1351,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 823,
            "y": 488,
            "w": 130,
            "h": 30,
            "ii": 1352,
            "n": "Ночные  трели",
            "tp": "Text",
            "tx": "Ночные  трели",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       },
       {
        "x": 823,
        "y": 218,
        "w": 130,
        "h": 140,
        "ii": 1353,
        "n": "Frame 10",
        "tp": "Group",
        "c": [
         {
          "x": 823,
          "y": 218,
          "w": 130,
          "h": 140,
          "ii": 1354,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 823,
            "y": 218,
            "w": 130,
            "h": 140,
            "ii": 1355,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 823,
            "y": 218,
            "w": 130,
            "h": 90,
            "ii": 1356,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 823,
            "y": 318,
            "w": 130,
            "h": 30,
            "ii": 1357,
            "n": "Навстречу вчерашнему ветру",
            "tp": "Text",
            "tx": "Навстречу вчерашнему ветру",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       },
       {
        "x": 983,
        "y": 388,
        "w": 130,
        "h": 140,
        "ii": 1358,
        "n": "Frame 18",
        "tp": "Group",
        "c": [
         {
          "x": 983,
          "y": 388,
          "w": 130,
          "h": 140,
          "ii": 1359,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 983,
            "y": 388,
            "w": 130,
            "h": 140,
            "ii": 1360,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 983,
            "y": 388,
            "w": 130,
            "h": 90,
            "ii": 1361,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 983,
            "y": 488,
            "w": 130,
            "h": 30,
            "ii": 1362,
            "n": "Искусственный отбор",
            "tp": "Text",
            "tx": "Искусственный отбор",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       },
       {
        "x": 983,
        "y": 218,
        "w": 130,
        "h": 140,
        "ii": 1363,
        "n": "Frame 11",
        "tp": "Group",
        "c": [
         {
          "x": 983,
          "y": 218,
          "w": 130,
          "h": 140,
          "ii": 1364,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 983,
            "y": 218,
            "w": 130,
            "h": 140,
            "ii": 1365,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 983,
            "y": 218,
            "w": 130,
            "h": 90,
            "ii": 1366,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 983,
            "y": 318,
            "w": 130,
            "h": 30,
            "ii": 1367,
            "n": "Несчастный Пальмер",
            "tp": "Text",
            "tx": "Несчастный Пальмер",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       },
       {
        "x": 1143,
        "y": 388,
        "w": 130,
        "h": 140,
        "ii": 1368,
        "n": "Frame 19",
        "tp": "Group",
        "c": [
         {
          "x": 1143,
          "y": 388,
          "w": 130,
          "h": 140,
          "ii": 1369,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 1143,
            "y": 388,
            "w": 130,
            "h": 140,
            "ii": 1370,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 1143,
            "y": 388,
            "w": 130,
            "h": 90,
            "ii": 1371,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 1143,
            "y": 488,
            "w": 130,
            "h": 15,
            "ii": 1372,
            "n": "Браконьер",
            "tp": "Text",
            "tx": "Браконьер",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       },
       {
        "x": 1143,
        "y": 218,
        "w": 130,
        "h": 140,
        "ii": 1373,
        "n": "Frame 12",
        "tp": "Group",
        "c": [
         {
          "x": 1143,
          "y": 218,
          "w": 130,
          "h": 140,
          "ii": 1374,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 1143,
            "y": 218,
            "w": 130,
            "h": 140,
            "ii": 1375,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 1143,
            "y": 218,
            "w": 130,
            "h": 90,
            "ii": 1376,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 1143,
            "y": 318,
            "w": 130,
            "h": 30,
            "ii": 1377,
            "n": "Оставленная пасека",
            "tp": "Text",
            "tx": "Оставленная пасека",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       },
       {
        "x": 1303,
        "y": 388,
        "w": 130,
        "h": 140,
        "ii": 1378,
        "n": "Frame 20",
        "tp": "Group",
        "c": [
         {
          "x": 1303,
          "y": 388,
          "w": 130,
          "h": 140,
          "ii": 1379,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 1303,
            "y": 388,
            "w": 130,
            "h": 140,
            "ii": 1380,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 1303,
            "y": 388,
            "w": 130,
            "h": 90,
            "ii": 1381,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 1303,
            "y": 488,
            "w": 130,
            "h": 30,
            "ii": 1382,
            "n": "Памятный  бой",
            "tp": "Text",
            "tx": "Памятный  бой",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       },
       {
        "x": 1303,
        "y": 218,
        "w": 130,
        "h": 140,
        "ii": 1383,
        "n": "Frame 13",
        "tp": "Group",
        "c": [
         {
          "x": 1303,
          "y": 218,
          "w": 130,
          "h": 140,
          "ii": 1384,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 1303,
            "y": 218,
            "w": 130,
            "h": 140,
            "ii": 1385,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 1303,
            "y": 218,
            "w": 130,
            "h": 90,
            "ii": 1386,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 1303,
            "y": 318,
            "w": 130,
            "h": 30,
            "ii": 1387,
            "n": "Свадебный переполох",
            "tp": "Text",
            "tx": "Свадебный переполох",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       },
       {
        "x": 343,
        "y": 388,
        "w": 130,
        "h": 140,
        "ii": 1388,
        "n": "Frame 14",
        "tp": "Group",
        "c": [
         {
          "x": 343,
          "y": 388,
          "w": 130,
          "h": 140,
          "ii": 1389,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 343,
            "y": 388,
            "w": 130,
            "h": 140,
            "ii": 1390,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 343,
            "y": 388,
            "w": 130,
            "h": 90,
            "ii": 1391,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 343,
            "y": 488,
            "w": 130,
            "h": 30,
            "ii": 1392,
            "n": "Cтарая  фотография",
            "tp": "Text",
            "tx": "Cтарая  фотография",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       }
      ]
     },
     {
      "x": 583,
      "y": 627,
      "w": 610,
      "h": 140,
      "ii": 1393,
      "n": "Group 15",
      "tp": "Group",
      "c": [
       {
        "x": 583,
        "y": 627,
        "w": 130,
        "h": 140,
        "ii": 1394,
        "n": "Frame 7",
        "tp": "Group",
        "c": [
         {
          "x": 583,
          "y": 627,
          "w": 130,
          "h": 140,
          "ii": 1395,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 583,
            "y": 627,
            "w": 130,
            "h": 140,
            "ii": 1396,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 583,
            "y": 627,
            "w": 130,
            "h": 90,
            "ii": 1397,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 583,
            "y": 727,
            "w": 130,
            "h": 30,
            "ii": 1398,
            "n": "Старушка и Камушки",
            "tp": "Text",
            "tx": "Старушка и Камушки",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       },
       {
        "x": 743,
        "y": 627,
        "w": 130,
        "h": 140,
        "ii": 1399,
        "n": "Frame 8",
        "tp": "Group",
        "c": [
         {
          "x": 743,
          "y": 627,
          "w": 130,
          "h": 140,
          "ii": 1400,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 743,
            "y": 627,
            "w": 130,
            "h": 140,
            "ii": 1401,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 743,
            "y": 627,
            "w": 130,
            "h": 90,
            "ii": 1402,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 743,
            "y": 727,
            "w": 130,
            "h": 30,
            "ii": 1403,
            "n": "Зелье  памяти",
            "tp": "Text",
            "tx": "Зелье  памяти",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       },
       {
        "x": 903,
        "y": 627,
        "w": 130,
        "h": 140,
        "ii": 1404,
        "n": "Frame 9",
        "tp": "Group",
        "c": [
         {
          "x": 903,
          "y": 627,
          "w": 130,
          "h": 140,
          "ii": 1405,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 903,
            "y": 627,
            "w": 130,
            "h": 140,
            "ii": 1406,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 903,
            "y": 627,
            "w": 130,
            "h": 90,
            "ii": 1407,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 903,
            "y": 727,
            "w": 130,
            "h": 30,
            "ii": 1408,
            "n": "Чем бы дитя ни тешилось...",
            "tp": "Text",
            "tx": "Чем бы дитя ни тешилось...",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       },
       {
        "x": 1063,
        "y": 627,
        "w": 130,
        "h": 140,
        "ii": 1409,
        "n": "Frame 10",
        "tp": "Group",
        "c": [
         {
          "x": 1063,
          "y": 627,
          "w": 130,
          "h": 140,
          "ii": 1410,
          "n": "Group 9",
          "tp": "Group",
          "c": [
           {
            "x": 1063,
            "y": 627,
            "w": 130,
            "h": 140,
            "ii": 1411,
            "n": "Rectangle 9",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
           },
           {
            "x": 1063,
            "y": 627,
            "w": 130,
            "h": 90,
            "ii": 1412,
            "n": "Rectangle 11",
            "tp": "ShapePath",
            "pr": "border-width : 1px;\n"
           },
           {
            "x": 1063,
            "y": 727,
            "w": 130,
            "h": 30,
            "ii": 1413,
            "n": "Богатенький  Ричи",
            "tp": "Text",
            "tx": "Богатенький  Ричи\r",
            "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1414,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1415,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1416,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 78,
    "ii": 1417,
    "n": "Group 8",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 78,
      "ii": 1418,
      "n": "Зелье  памяти",
      "tp": "Text",
      "tx": "Зелье  памяти",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
     }
    ]
   },
   {
    "x": 761,
    "y": 275,
    "w": 809,
    "h": 400,
    "ii": 1419,
    "n": "Шаг 1. Идем в Аквапарк (режим работы с 12:00-20:00) говорим с Жанет. Она рассказывает что ее атаковал какой-то монстр на площади и забрал ее кулон. Что бы его вернуть идем в бар и разговариваем с барманем он рассказывает об этом нападении. Шаг 2. Что бы забрать кулон нужно победить монстра (Монстр обитает в пределах Голденрода, в зависимости от дня недели: площадь (воскресенье-среда), старый район (среда и четверг) и новый район (пятница и суббота)). Шаг 3. Отдаем кулон Жанет. В награду девушка приготовит зелье. По её словам, любой монстр, выпивший это зелье, сможет вспомнить забытую им атаку Рецепт Зелья Памяти: Глубоководная чешуя х1, Камень вечности х1, Лечебная трава х35, Суперстимулятор х10, Сплешер с Лобовой атакой. П.С.: К моей радости, Жанет сказала, что приготовит мне столько зелий, на сколько я соберу ингредиенты.",
    "tp": "Text",
    "tx": "Шаг 1. Идем в Аквапарк (режим работы с 12:00-20:00) говорим с Жанет. Она рассказывает что ее атаковал какой-то монстр на площади и забрал ее кулон. Что бы его вернуть идем в бар и разговариваем с барманем он рассказывает об этом нападении.\r\n\r\nШаг 2. Что бы забрать кулон нужно победить монстра (Монстр обитает в пределах Голденрода, в зависимости от дня недели: площадь (воскресенье-среда), старый район (среда и четверг) и новый район (пятница и суббота)).\r\n\r\nШаг 3. Отдаем кулон Жанет. В награду девушка приготовит зелье. По её словам, любой монстр, выпивший это зелье, сможет вспомнить забытую им атаку\r\n\r\nРецепт Зелья Памяти:\r\nГлубоководная чешуя х1,\r\nКамень вечности х1,\r\nЛечебная трава х35,\r\nСуперстимулятор х10,\r\nСплешер с Лобовой атакой.\r\n\r\nП.С.: К моей радости, Жанет сказала, что приготовит мне столько зелий, на сколько я соберу ингредиенты.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 761,
    "y": 217,
    "w": 808,
    "h": 48,
    "ii": 1420,
    "n": "(Данный квест лучше проходить во время квеста про испуганную женщину, что бы не делать зелье 2 раза).",
    "tp": "Text",
    "tx": "(Данный квест лучше проходить во время квеста про испуганную женщину, что бы не делать зелье 2 раза).",
    "pr": "font-family: Montserrat;\nfont-size: 20px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 69,
    "y": 382,
    "w": 279,
    "h": 375,
    "ii": 1421,
    "n": "Frame 19",
    "tp": "Group",
    "c": [
     {
      "x": 69,
      "y": 382,
      "w": 254,
      "h": 45,
      "ii": 1422,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 69,
        "y": 382,
        "w": 254,
        "h": 20,
        "ii": 1423,
        "n": "Требования к прохождению:",
        "tp": "Text",
        "tx": "Требования к прохождению:\r",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 69,
        "y": 407,
        "w": 141,
        "h": 20,
        "ii": 1424,
        "n": "Нет требований.",
        "tp": "Text",
        "tx": "Нет требований.",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 69,
      "y": 437,
      "w": 152,
      "h": 45,
      "ii": 1425,
      "n": "Frame 12",
      "tp": "Group",
      "c": [
       {
        "x": 69,
        "y": 437,
        "w": 66,
        "h": 20,
        "ii": 1426,
        "n": "Регион:",
        "tp": "Text",
        "tx": "Регион:",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 69,
        "y": 462,
        "w": 152,
        "h": 20,
        "ii": 1427,
        "n": "Восточный Джото",
        "tp": "Text",
        "tx": "Восточный Джото",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 69,
      "y": 492,
      "w": 129,
      "h": 45,
      "ii": 1428,
      "n": "Frame 13",
      "tp": "Group",
      "c": [
       {
        "x": 69,
        "y": 492,
        "w": 129,
        "h": 20,
        "ii": 1429,
        "n": "Начало квеста:",
        "tp": "Text",
        "tx": "Начало квеста: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 69,
        "y": 517,
        "w": 82,
        "h": 20,
        "ii": 1430,
        "n": "Аквапарк",
        "tp": "Text",
        "tx": "Аквапарк",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 69,
      "y": 547,
      "w": 55,
      "h": 45,
      "ii": 1431,
      "n": "Frame 14",
      "tp": "Group",
      "c": [
       {
        "x": 69,
        "y": 547,
        "w": 42,
        "h": 20,
        "ii": 1432,
        "n": "НПС:",
        "tp": "Text",
        "tx": "НПС: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 69,
        "y": 572,
        "w": 55,
        "h": 20,
        "ii": 1433,
        "n": "Жанет",
        "tp": "Text",
        "tx": "Жанет",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 69,
      "y": 602,
      "w": 279,
      "h": 45,
      "ii": 1434,
      "n": "Frame 15",
      "tp": "Group",
      "c": [
       {
        "x": 69,
        "y": 602,
        "w": 77,
        "h": 20,
        "ii": 1435,
        "n": "Задание:",
        "tp": "Text",
        "tx": "Задание: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 69,
        "y": 627,
        "w": 279,
        "h": 20,
        "ii": 1436,
        "n": "Собрать ингредиенты для зелья.",
        "tp": "Text",
        "tx": "Собрать ингредиенты для зелья.",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 69,
      "y": 657,
      "w": 119,
      "h": 45,
      "ii": 1437,
      "n": "Frame 16",
      "tp": "Group",
      "c": [
       {
        "x": 69,
        "y": 657,
        "w": 69,
        "h": 20,
        "ii": 1438,
        "n": "Статус:",
        "tp": "Text",
        "tx": "Статус: \r",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 69,
        "y": 682,
        "w": 119,
        "h": 20,
        "ii": 1439,
        "n": "Одноразовый",
        "tp": "Text",
        "tx": "Одноразовый",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 69,
      "y": 712,
      "w": 116,
      "h": 45,
      "ii": 1440,
      "n": "Frame 17",
      "tp": "Group",
      "c": [
       {
        "x": 69,
        "y": 712,
        "w": 76,
        "h": 20,
        "ii": 1441,
        "n": "Награда:",
        "tp": "Text",
        "tx": "Награда:",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 69,
        "y": 737,
        "w": 116,
        "h": 20,
        "ii": 1442,
        "n": "Зелье памяти",
        "tp": "Text",
        "tx": "Зелье памяти",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     }
    ]
   },
   {
    "x": 202,
    "y": 256,
    "w": 130,
    "h": 90,
    "ii": 1443,
    "n": "Group 9",
    "tp": "Group",
    "c": [
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1444,
      "n": "Rectangle 11",
      "tp": "ShapePath",
      "pr": " border-radius : 5px;\nborder-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1445,
      "n": "Rectangle 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1446,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1447,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1448,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1449,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1450,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 709,
    "ii": 1451,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 695,
    "w": 690,
    "h": 114,
    "ii": 1452,
    "n": "Group 18",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 710,
      "w": 85,
      "h": 85,
      "ii": 1453,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 895,
      "y": 710,
      "w": 85,
      "h": 85,
      "ii": 1454,
      "n": "image 4",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1030,
      "y": 710,
      "w": 85,
      "h": 85,
      "ii": 1455,
      "n": "image 5",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1165,
      "y": 710,
      "w": 85,
      "h": 85,
      "ii": 1456,
      "n": "image 6",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1300,
      "y": 695,
      "w": 150,
      "h": 114,
      "ii": 1457,
      "n": "image 7",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 78,
    "ii": 1458,
    "n": "Group 8",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 78,
      "ii": 1459,
      "n": "Дядюшка Бридж",
      "tp": "Text",
      "tx": "Дядюшка Бридж",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 382,
    "w": 254,
    "h": 45,
    "ii": 1460,
    "n": "Frame 11",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 382,
      "w": 254,
      "h": 20,
      "ii": 1461,
      "n": "Требования к прохождению:",
      "tp": "Text",
      "tx": "Требования к прохождению:\r",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     },
     {
      "x": 70,
      "y": 407,
      "w": 141,
      "h": 20,
      "ii": 1462,
      "n": "Нет требований.",
      "tp": "Text",
      "tx": "Нет требований.",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 437,
    "w": 152,
    "h": 45,
    "ii": 1463,
    "n": "Frame 12",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 437,
      "w": 66,
      "h": 20,
      "ii": 1464,
      "n": "Регион:",
      "tp": "Text",
      "tx": "Регион:",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     },
     {
      "x": 70,
      "y": 462,
      "w": 152,
      "h": 20,
      "ii": 1465,
      "n": "Восточный Джото",
      "tp": "Text",
      "tx": "Восточный Джото",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
     }
    ]
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 340,
    "ii": 1466,
    "n": "Запись 1. Гуляла по лесу вокруг воздушного стадиона в окрестностях Голденрода. На небольшой опушке наткнулась на старичка в окружении травяных покемонов #047 Листвотел, #465 Лознудль, #192 Бушрут и #071 Буллитум(#047 Парасекта, #465 Тангроуз, #192 Санфлоры и #071 Виктрибела). Все его зовут дядюшкой Бриджем. Увлекательная история его жизни окончилась небольшой просьбой: помочь собрать всех травяных покемонов, обитающих в Восточном Джото, кроме тех, что можно встретить только в болотах, чтобы он сам мог их воспитать. Думаю, что это не потребует особых усилий и я смогу ему помочь. Отдала дядюшке Бриджу нескольких травяных покемонов: Клуббиш(#043 Оддиш) Пикан(#331 Какнея) Стинни(#546 Каттони) Бутастр(#406 Бадью) Дендино(#187 Хопип) NB: дядюшка Бридж гуляет по лесу с 10:00 до 20:00.",
    "tp": "Text",
    "tx": "Запись 1.\r\nГуляла по лесу вокруг воздушного стадиона в окрестностях Голденрода. На небольшой опушке наткнулась на старичка в окружении травяных покемонов #047 Листвотел, #465 Лознудль, #192 Бушрут и #071 Буллитум(#047 Парасекта, #465 Тангроуз, #192 Санфлоры и #071 Виктрибела). Все его зовут дядюшкой Бриджем. Увлекательная история его жизни окончилась небольшой просьбой: помочь собрать всех травяных покемонов, обитающих в Восточном Джото, кроме тех, что можно встретить только в болотах, чтобы он сам мог их воспитать. Думаю, что это не потребует особых усилий и я смогу ему помочь.\r\n\r\nОтдала дядюшке Бриджу нескольких травяных покемонов:\r\nКлуббиш(#043 Оддиш)\r\nПикан(#331 Какнея)\r\nСтинни(#546 Каттони)\r\nБутастр(#406 Бадью)\r\nДендино(#187 Хопип)\r\n\r\nNB: дядюшка Бридж гуляет по лесу с 10:00 до 20:00.\r",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 761,
    "y": 577,
    "w": 540,
    "h": 24,
    "ii": 1467,
    "n": "Все травяные монстры должны быть только 1 лвл.",
    "tp": "Text",
    "tx": "Все травяные монстры должны быть только 1 лвл.",
    "pr": "font-family: Montserrat;\nfont-size: 20px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 755,
    "w": 671,
    "h": 80,
    "ii": 1468,
    "n": "Запись 2. Ура! Помогла милому старичку осуществить мечту детства. Он открыл мне секрет этого леса: Грути(#191 Санкерны), обитающие тут, могут выращивать Чудесное семя. Стоит попробовать заполучить парочку.",
    "tp": "Text",
    "tx": "Запись 2.\r\nУра! Помогла милому старичку осуществить мечту детства. Он открыл мне секрет этого леса: Грути(#191 Санкерны), обитающие тут, могут выращивать Чудесное семя. Стоит попробовать заполучить парочку.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 492,
    "w": 284,
    "h": 45,
    "ii": 1469,
    "n": "Frame 13",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 492,
      "w": 129,
      "h": 20,
      "ii": 1470,
      "n": "Начало квеста:",
      "tp": "Text",
      "tx": "Начало квеста: ",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     },
     {
      "x": 70,
      "y": 517,
      "w": 284,
      "h": 20,
      "ii": 1471,
      "n": "Лес вокруг воздушного стадиона",
      "tp": "Text",
      "tx": "Лес вокруг воздушного стадиона",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 547,
    "w": 144,
    "h": 45,
    "ii": 1472,
    "n": "Frame 14",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 547,
      "w": 42,
      "h": 20,
      "ii": 1473,
      "n": "НПС:",
      "tp": "Text",
      "tx": "НПС: ",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     },
     {
      "x": 70,
      "y": 572,
      "w": 144,
      "h": 20,
      "ii": 1474,
      "n": "Дядюшка Бридж",
      "tp": "Text",
      "tx": "Дядюшка Бридж",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 602,
    "w": 358,
    "h": 65,
    "ii": 1475,
    "n": "Frame 15",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 602,
      "w": 77,
      "h": 20,
      "ii": 1476,
      "n": "Задание:",
      "tp": "Text",
      "tx": "Задание: ",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     },
     {
      "x": 70,
      "y": 627,
      "w": 358,
      "h": 40,
      "ii": 1477,
      "n": "Помочь собрать всех травяных монстров, которые обитают в Восточном Джото.",
      "tp": "Text",
      "tx": "Помочь собрать всех травяных монстров,\r\nкоторые обитают в Восточном Джото.",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 677,
    "w": 119,
    "h": 45,
    "ii": 1478,
    "n": "Frame 16",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 677,
      "w": 69,
      "h": 20,
      "ii": 1479,
      "n": "Статус:",
      "tp": "Text",
      "tx": "Статус: \r",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     },
     {
      "x": 70,
      "y": 702,
      "w": 119,
      "h": 20,
      "ii": 1480,
      "n": "Одноразовый",
      "tp": "Text",
      "tx": "Одноразовый",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
     }
    ]
   },
   {
    "x": 69,
    "y": 732,
    "w": 328,
    "h": 65,
    "ii": 1481,
    "n": "Frame 17",
    "tp": "Group",
    "c": [
     {
      "x": 69,
      "y": 732,
      "w": 76,
      "h": 20,
      "ii": 1482,
      "n": "Награда:",
      "tp": "Text",
      "tx": "Награда:",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     },
     {
      "x": 69,
      "y": 757,
      "w": 328,
      "h": 40,
      "ii": 1483,
      "n": "1. Возможность дропа Чудесное семя 2. Обучение атаке: Фотосинтез",
      "tp": "Text",
      "tx": "1. Возможность дропа  Чудесное семя\r\n2. Обучение атаке: Фотосинтез",
      "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 817,
    "w": 387,
    "h": 50,
    "ii": 1484,
    "n": "Frame 18",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 817,
      "w": 66,
      "h": 15,
      "ii": 1485,
      "n": "приметка:",
      "tp": "Text",
      "tx": "приметка:",
      "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     },
     {
      "x": 70,
      "y": 837,
      "w": 387,
      "h": 30,
      "ii": 1486,
      "n": "Обучение доступно после прохождения квестов: Дядюшка Бридж, Несчастный Пальмер, Оставленная пасека",
      "tp": "Text",
      "tx": "Обучение доступно после прохождения квестов:\r\nДядюшка Бридж, Несчастный Пальмер, Оставленная пасека",
      "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
     }
    ]
   },
   {
    "x": 202,
    "y": 256,
    "w": 130,
    "h": 90,
    "ii": 1487,
    "n": "Group 9",
    "tp": "Group",
    "c": [
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1488,
      "n": "Rectangle 11",
      "tp": "ShapePath",
      "pr": " border-radius : 5px;\nborder-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1489,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1490,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1491,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1492,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1493,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 709,
    "ii": 1494,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 621,
    "w": 810,
    "h": 114,
    "ii": 1495,
    "n": "Group 18",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 621,
      "w": 150,
      "h": 114,
      "ii": 1496,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 925,
      "y": 621,
      "w": 150,
      "h": 114,
      "ii": 1497,
      "n": "image 4",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1090,
      "y": 621,
      "w": 150,
      "h": 114,
      "ii": 1498,
      "n": "image 5",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1255,
      "y": 621,
      "w": 150,
      "h": 114,
      "ii": 1499,
      "n": "image 6",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1420,
      "y": 621,
      "w": 150,
      "h": 114,
      "ii": 1500,
      "n": "image 7",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 503,
    "y": 80,
    "w": 770,
    "h": 519,
    "ii": 1501,
    "n": "Frame 16",
    "tp": "Group",
    "c": [
     {
      "x": 550,
      "y": 80,
      "w": 675,
      "h": 49,
      "ii": 1502,
      "n": "Group 8",
      "tp": "Group",
      "c": [
       {
        "x": 550,
        "y": 80,
        "w": 675,
        "h": 49,
        "ii": 1503,
        "n": "квесты западного джотто:",
        "tp": "Text",
        "tx": "квесты западного джотто:",
        "pr": "font-family: Montserrat;\nfont-size: 40px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
       }
      ]
     },
     {
      "x": 503,
      "y": 157,
      "w": 770,
      "h": 634,
      "ii": 1504,
      "n": "Frame 28",
      "tp": "Group",
      "c": [
       {
        "x": 503,
        "y": 157,
        "w": 770,
        "h": 207,
        "ii": 1505,
        "n": "Group 20",
        "tp": "Group",
        "c": [
         {
          "x": 698,
          "y": 157,
          "w": 362,
          "h": 39,
          "ii": 1506,
          "n": "Group 14",
          "tp": "Group",
          "c": [
           {
            "x": 698,
            "y": 157,
            "w": 362,
            "h": 39,
            "ii": 1507,
            "n": "Одноразовые квесты",
            "tp": "Text",
            "tx": "Одноразовые квесты",
            "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           }
          ]
         },
         {
          "x": 503,
          "y": 224,
          "w": 770,
          "h": 140,
          "ii": 1508,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 503,
            "y": 224,
            "w": 130,
            "h": 140,
            "ii": 1509,
            "n": "Frame 7",
            "tp": "Group",
            "c": [
             {
              "x": 503,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 1510,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 503,
                "y": 224,
                "w": 130,
                "h": 140,
                "ii": 1511,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 503,
                "y": 224,
                "w": 130,
                "h": 90,
                "ii": 1512,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 503,
                "y": 324,
                "w": 130,
                "h": 30,
                "ii": 1513,
                "n": "Незадачливый фотограф",
                "tp": "Text",
                "tx": "Незадачливый фотограф",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             }
            ]
           },
           {
            "x": 663,
            "y": 224,
            "w": 130,
            "h": 140,
            "ii": 1514,
            "n": "Frame 8",
            "tp": "Group",
            "c": [
             {
              "x": 663,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 1515,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 663,
                "y": 224,
                "w": 130,
                "h": 140,
                "ii": 1516,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 663,
                "y": 224,
                "w": 130,
                "h": 90,
                "ii": 1517,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 663,
                "y": 324,
                "w": 130,
                "h": 30,
                "ii": 1518,
                "n": "Кукла  Люси",
                "tp": "Text",
                "tx": "Кукла  Люси",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             }
            ]
           },
           {
            "x": 823,
            "y": 224,
            "w": 290,
            "h": 140,
            "ii": 1519,
            "n": "Frame 9",
            "tp": "Group",
            "c": [
             {
              "x": 823,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 1520,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 823,
                "y": 224,
                "w": 130,
                "h": 140,
                "ii": 1521,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 823,
                "y": 224,
                "w": 130,
                "h": 90,
                "ii": 1522,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 823,
                "y": 324,
                "w": 130,
                "h": 30,
                "ii": 1523,
                "n": "Квест Электростанции",
                "tp": "Text",
                "tx": "Квест Электростанции",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             },
             {
              "x": 983,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 1524,
              "n": "Frame 10",
              "tp": "Group",
              "c": [
               {
                "x": 983,
                "y": 224,
                "w": 130,
                "h": 140,
                "ii": 1525,
                "n": "Group 9",
                "tp": "Group",
                "c": [
                 {
                  "x": 983,
                  "y": 224,
                  "w": 130,
                  "h": 140,
                  "ii": 1526,
                  "n": "Rectangle 9",
                  "tp": "ShapePath",
                  "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
                 },
                 {
                  "x": 983,
                  "y": 224,
                  "w": 130,
                  "h": 90,
                  "ii": 1527,
                  "n": "Rectangle 11",
                  "tp": "ShapePath",
                  "pr": "border-width : 1px;\n"
                 },
                 {
                  "x": 983,
                  "y": 324,
                  "w": 130,
                  "h": 30,
                  "ii": 1528,
                  "n": "Цирк уехал, а клоуны...",
                  "tp": "Text",
                  "tx": "Цирк уехал, а клоуны...",
                  "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
                 }
                ]
               }
              ]
             }
            ]
           },
           {
            "x": 1143,
            "y": 224,
            "w": 130,
            "h": 140,
            "ii": 1529,
            "n": "Frame 10",
            "tp": "Group",
            "c": [
             {
              "x": 1143,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 1530,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 1143,
                "y": 224,
                "w": 130,
                "h": 140,
                "ii": 1531,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 1143,
                "y": 224,
                "w": 130,
                "h": 90,
                "ii": 1532,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 1143,
                "y": 324,
                "w": 130,
                "h": 30,
                "ii": 1533,
                "n": "Сладкое  царство",
                "tp": "Text",
                "tx": "Сладкое  царство\r",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             }
            ]
           }
          ]
         },
         {
          "x": 503,
          "y": 224,
          "w": 770,
          "h": 140,
          "ii": 1534,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 503,
            "y": 224,
            "w": 130,
            "h": 140,
            "ii": 1535,
            "n": "Frame 7",
            "tp": "Group",
            "c": [
             {
              "x": 503,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 1536,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 503,
                "y": 224,
                "w": 130,
                "h": 140,
                "ii": 1537,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 503,
                "y": 224,
                "w": 130,
                "h": 90,
                "ii": 1538,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 503,
                "y": 324,
                "w": 130,
                "h": 30,
                "ii": 1539,
                "n": "Буйство Мантедж",
                "tp": "Text",
                "tx": "Буйство Мантедж",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             }
            ]
           },
           {
            "x": 663,
            "y": 224,
            "w": 130,
            "h": 140,
            "ii": 1540,
            "n": "Frame 8",
            "tp": "Group",
            "c": [
             {
              "x": 663,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 1541,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 663,
                "y": 224,
                "w": 130,
                "h": 140,
                "ii": 1542,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 663,
                "y": 224,
                "w": 130,
                "h": 90,
                "ii": 1543,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 663,
                "y": 324,
                "w": 130,
                "h": 30,
                "ii": 1544,
                "n": "Возрождение стадиона",
                "tp": "Text",
                "tx": "Возрождение стадиона\r",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             }
            ]
           },
           {
            "x": 823,
            "y": 224,
            "w": 290,
            "h": 140,
            "ii": 1545,
            "n": "Frame 9",
            "tp": "Group",
            "c": [
             {
              "x": 823,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 1546,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 823,
                "y": 224,
                "w": 130,
                "h": 140,
                "ii": 1547,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 823,
                "y": 224,
                "w": 130,
                "h": 90,
                "ii": 1548,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 823,
                "y": 324,
                "w": 130,
                "h": 30,
                "ii": 1549,
                "n": "История одного Пантира",
                "tp": "Text",
                "tx": "История одного Пантира",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             },
             {
              "x": 983,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 1550,
              "n": "Frame 10",
              "tp": "Group",
              "c": [
               {
                "x": 983,
                "y": 224,
                "w": 130,
                "h": 140,
                "ii": 1551,
                "n": "Group 9",
                "tp": "Group",
                "c": [
                 {
                  "x": 983,
                  "y": 224,
                  "w": 130,
                  "h": 140,
                  "ii": 1552,
                  "n": "Rectangle 9",
                  "tp": "ShapePath",
                  "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
                 },
                 {
                  "x": 983,
                  "y": 224,
                  "w": 130,
                  "h": 90,
                  "ii": 1553,
                  "n": "Rectangle 11",
                  "tp": "ShapePath",
                  "pr": "border-width : 1px;\n"
                 },
                 {
                  "x": 983,
                  "y": 324,
                  "w": 130,
                  "h": 30,
                  "ii": 1554,
                  "n": "О двух  влюбленных",
                  "tp": "Text",
                  "tx": "О двух  влюбленных\r",
                  "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
                 }
                ]
               }
              ]
             }
            ]
           },
           {
            "x": 1143,
            "y": 224,
            "w": 130,
            "h": 140,
            "ii": 1555,
            "n": "Frame 10",
            "tp": "Group",
            "c": [
             {
              "x": 1143,
              "y": 224,
              "w": 130,
              "h": 140,
              "ii": 1556,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 1143,
                "y": 224,
                "w": 130,
                "h": 140,
                "ii": 1557,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 1143,
                "y": 224,
                "w": 130,
                "h": 90,
                "ii": 1558,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 1143,
                "y": 324,
                "w": 130,
                "h": 30,
                "ii": 1559,
                "n": "Пополнение коллекции",
                "tp": "Text",
                "tx": "Пополнение коллекции",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             }
            ]
           }
          ]
         }
        ]
       },
       {
        "x": 503,
        "y": 394,
        "w": 770,
        "h": 140,
        "ii": 1560,
        "n": "Frame 16",
        "tp": "Group",
        "c": [
         {
          "x": 503,
          "y": 394,
          "w": 130,
          "h": 140,
          "ii": 1561,
          "n": "Frame 7",
          "tp": "Group",
          "c": [
           {
            "x": 503,
            "y": 394,
            "w": 130,
            "h": 140,
            "ii": 1562,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 503,
              "y": 394,
              "w": 130,
              "h": 140,
              "ii": 1563,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 503,
              "y": 394,
              "w": 130,
              "h": 90,
              "ii": 1564,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 503,
              "y": 494,
              "w": 130,
              "h": 30,
              "ii": 1565,
              "n": "Расширение Монстро-парка",
              "tp": "Text",
              "tx": "Расширение Монстро-парка",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         },
         {
          "x": 663,
          "y": 394,
          "w": 130,
          "h": 140,
          "ii": 1566,
          "n": "Frame 8",
          "tp": "Group",
          "c": [
           {
            "x": 663,
            "y": 394,
            "w": 130,
            "h": 140,
            "ii": 1567,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 663,
              "y": 394,
              "w": 130,
              "h": 140,
              "ii": 1568,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 663,
              "y": 394,
              "w": 130,
              "h": 90,
              "ii": 1569,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 663,
              "y": 494,
              "w": 130,
              "h": 30,
              "ii": 1570,
              "n": "Сбежавшая Мурысь",
              "tp": "Text",
              "tx": "Сбежавшая Мурысь",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         },
         {
          "x": 823,
          "y": 394,
          "w": 290,
          "h": 140,
          "ii": 1571,
          "n": "Frame 9",
          "tp": "Group",
          "c": [
           {
            "x": 823,
            "y": 394,
            "w": 130,
            "h": 140,
            "ii": 1572,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 823,
              "y": 394,
              "w": 130,
              "h": 140,
              "ii": 1573,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 823,
              "y": 394,
              "w": 130,
              "h": 90,
              "ii": 1574,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 823,
              "y": 494,
              "w": 130,
              "h": 30,
              "ii": 1575,
              "n": "Тайна Потерянного города",
              "tp": "Text",
              "tx": "Тайна Потерянного города",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           },
           {
            "x": 983,
            "y": 394,
            "w": 130,
            "h": 140,
            "ii": 1576,
            "n": "Frame 10",
            "tp": "Group",
            "c": [
             {
              "x": 983,
              "y": 394,
              "w": 130,
              "h": 140,
              "ii": 1577,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 983,
                "y": 394,
                "w": 130,
                "h": 140,
                "ii": 1578,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 983,
                "y": 394,
                "w": 130,
                "h": 90,
                "ii": 1579,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 983,
                "y": 494,
                "w": 130,
                "h": 30,
                "ii": 1580,
                "n": "За пределами закона",
                "tp": "Text",
                "tx": "За пределами закона",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             }
            ]
           }
          ]
         },
         {
          "x": 1143,
          "y": 394,
          "w": 130,
          "h": 140,
          "ii": 1581,
          "n": "Frame 10",
          "tp": "Group",
          "c": [
           {
            "x": 1143,
            "y": 394,
            "w": 130,
            "h": 140,
            "ii": 1582,
            "n": "Group 9",
            "tp": "Group",
            "c": [
             {
              "x": 1143,
              "y": 394,
              "w": 130,
              "h": 140,
              "ii": 1583,
              "n": "Rectangle 9",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
             },
             {
              "x": 1143,
              "y": 394,
              "w": 130,
              "h": 90,
              "ii": 1584,
              "n": "Rectangle 11",
              "tp": "ShapePath",
              "pr": "border-width : 1px;\n"
             },
             {
              "x": 1143,
              "y": 494,
              "w": 130,
              "h": 30,
              "ii": 1585,
              "n": "Земли прайда",
              "tp": "Text",
              "tx": "Земли прайда",
              "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
             }
            ]
           }
          ]
         }
        ]
       },
       {
        "x": 583,
        "y": 574,
        "w": 610,
        "h": 207,
        "ii": 1586,
        "n": "Group 21",
        "tp": "Group",
        "c": [
         {
          "x": 698,
          "y": 574,
          "w": 380,
          "h": 39,
          "ii": 1587,
          "n": "Group 11",
          "tp": "Group",
          "c": [
           {
            "x": 698,
            "y": 574,
            "w": 380,
            "h": 39,
            "ii": 1588,
            "n": "Многоразовые квесты",
            "tp": "Text",
            "tx": "Многоразовые квесты",
            "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           }
          ]
         },
         {
          "x": 583,
          "y": 641,
          "w": 610,
          "h": 140,
          "ii": 1589,
          "n": "Group 10",
          "tp": "Group",
          "c": [
           {
            "x": 583,
            "y": 641,
            "w": 130,
            "h": 140,
            "ii": 1590,
            "n": "Frame 7",
            "tp": "Group",
            "c": [
             {
              "x": 583,
              "y": 641,
              "w": 130,
              "h": 140,
              "ii": 1591,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 583,
                "y": 641,
                "w": 130,
                "h": 140,
                "ii": 1592,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 583,
                "y": 641,
                "w": 130,
                "h": 90,
                "ii": 1593,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 625,
                "y": 741,
                "w": 46,
                "h": 30,
                "ii": 1594,
                "n": "Зелье Маишо",
                "tp": "Text",
                "tx": "Зелье Маишо",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             }
            ]
           },
           {
            "x": 743,
            "y": 641,
            "w": 130,
            "h": 140,
            "ii": 1595,
            "n": "Frame 8",
            "tp": "Group",
            "c": [
             {
              "x": 743,
              "y": 641,
              "w": 130,
              "h": 140,
              "ii": 1596,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 743,
                "y": 641,
                "w": 130,
                "h": 140,
                "ii": 1597,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 743,
                "y": 641,
                "w": 130,
                "h": 90,
                "ii": 1598,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 743,
                "y": 741,
                "w": 130,
                "h": 30,
                "ii": 1599,
                "n": "Исследование вулкана",
                "tp": "Text",
                "tx": "Исследование вулкана",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             }
            ]
           },
           {
            "x": 903,
            "y": 641,
            "w": 130,
            "h": 140,
            "ii": 1600,
            "n": "Frame 9",
            "tp": "Group",
            "c": [
             {
              "x": 903,
              "y": 641,
              "w": 130,
              "h": 140,
              "ii": 1601,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 903,
                "y": 641,
                "w": 130,
                "h": 140,
                "ii": 1602,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 903,
                "y": 641,
                "w": 130,
                "h": 90,
                "ii": 1603,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 903,
                "y": 741,
                "w": 130,
                "h": 30,
                "ii": 1604,
                "n": "Питомник Западного Джото",
                "tp": "Text",
                "tx": "Питомник Западного Джото",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             }
            ]
           },
           {
            "x": 1063,
            "y": 641,
            "w": 130,
            "h": 140,
            "ii": 1605,
            "n": "Frame 10",
            "tp": "Group",
            "c": [
             {
              "x": 1063,
              "y": 641,
              "w": 130,
              "h": 140,
              "ii": 1606,
              "n": "Group 9",
              "tp": "Group",
              "c": [
               {
                "x": 1063,
                "y": 641,
                "w": 130,
                "h": 140,
                "ii": 1607,
                "n": "Rectangle 9",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\nbackground-color: #ffffff;\n"
               },
               {
                "x": 1063,
                "y": 641,
                "w": 130,
                "h": 90,
                "ii": 1608,
                "n": "Rectangle 11",
                "tp": "ShapePath",
                "pr": "border-width : 1px;\n"
               },
               {
                "x": 1063,
                "y": 741,
                "w": 130,
                "h": 30,
                "ii": 1609,
                "n": "Скупщик Ониксов",
                "tp": "Text",
                "tx": "Скупщик Ониксов",
                "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\nbackground-color: #000000cc;\n"
               }
              ]
             }
            ]
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1610,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1611,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1612,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 920,
    "ii": 1613,
    "n": "Запись 1. Оказывается, в библиотеку Западного Джото прибыл профессор Квинс, лауреат множества премий в сфере изучения монстров-насекомых, чтобы выяснить, почему Мантедж впали в буйство. Я с радостью возьмусь за помощь в этом интереснейшем деле. Квинс направил меня в институт к очередному профессору, Ниро, для получения подробной информации. Запись 2. Крайне неприятная личность этот профессор Ниро. Сама отыщу ареал обитания Мантедж и узнаю, в чём же беда, не нужны мне подсказки этого хама! (Направляемся в институт Саммера, где беседуем с крайне неприветливым профессором Ниро. Он расскажет о сути проблемы и попросит узнать о причинах буйства Сайтеров. Идём на Луг Сайтеров, спускаемся в Овраг. Там встречаем Хьюго. Разговариваем с ним и понимаем, что причиной буйства покемонов стали его тренировки. После диалога с Хьюго проход на локацию закроется. Возвращаемся к профессору Ниро, докладываем о проделанной работе. Он звонит своему старому знакомому и направляет вас к нему.) Запись 3. Проблема найдена: член Лиги Энергии Хьюго тренирует возле Мантедж своего Сазам, отчего они впадают в безумие. Единственный способ выгнать Хьюго – победить в поединке, но для боя нужен их отличительный знак. Стоит вернуться в Институт, возможно, профессор знает, где его взять. Запись 4. Я была права, профессор Ниро знает некого Мастера Осагуро в Восточном Джото, который состоит в Лиге Энергии и поможет мне. Отправлюсь к нему прямо сейчас. (Отправляемся в Вархолл, где в Доме самурая можно найти мастера Осагуро, беседуем с ним и принимаем его вызов. Бой с мастером Осагуро проходит 6х6 покемонов 100 уровня. При проигрыше переигровка состоится сразу. Когда побеждаем мастера Осагуро, получаем Значок Лиги Энергии х1.) Запись 5. Значок Лиги Энергии у меня! Мастер Осагуро повержен, и его это ничуть не расстроило, он лишь продолжил медитацию, которую я прервала своим визитом. Осталось победить Хьюго, теперь уж он не откажет мне в сражении! (Возвращаемся в Овраг, при наличии у вас Значок Лиги Энергии х1 защитное поле, установленное Хьюго, спадёт и вы сможете сразиться с ним. Бой с ним проходит 3х3 покемона 100 уровня(Сурейя, Полидрон, Сазам). При проигрыше переигровка состоится сразу. При победе Хьюго уходит из оврага.) Запись 6. Победа за мной! Хьюго сдержал обещание и оставил тренировки своих монстров на Мантедж. По его словам, он отправился в путешествие, чтобы стать сильнее... сильнее меня! Чертовски приятно. :) Поскорее поделюсь замечательными новостями с профессором Ниро. ( Возвращаемся к профессору Ниро, рассказываем о проделанной работе. Профессор несказанно рад и отправляется сам обследовать место событий. Просит подойти к нему через некоторое время. Ждём 6 часов. Разговариваем с профессором Ниро, получаем награду)",
    "tp": "Text",
    "tx": "Запись 1.\r\nОказывается, в библиотеку Западного Джото прибыл профессор Квинс, лауреат множества премий в сфере изучения монстров-насекомых, чтобы выяснить, почему Мантедж впали в буйство. Я с радостью возьмусь за помощь в этом интереснейшем деле. Квинс направил меня в институт к очередному профессору, Ниро, для получения подробной информации.\r\n\r\nЗапись 2.\r\nКрайне неприятная личность этот профессор Ниро. Сама отыщу ареал обитания Мантедж и узнаю, в чём же беда, не нужны мне подсказки этого хама! (Направляемся в институт Саммера, где беседуем с крайне неприветливым профессором Ниро. Он расскажет о сути проблемы и попросит узнать о причинах буйства Сайтеров. Идём на Луг Сайтеров, спускаемся в Овраг. Там встречаем Хьюго. Разговариваем с ним и понимаем, что причиной буйства покемонов стали его тренировки. После диалога с Хьюго проход на локацию закроется. Возвращаемся к профессору Ниро, докладываем о проделанной работе. Он звонит своему старому знакомому и направляет вас к нему.)\r\n\r\nЗапись 3.\r\nПроблема найдена: член Лиги Энергии Хьюго тренирует возле Мантедж своего Сазам, отчего они впадают в безумие. Единственный способ выгнать Хьюго – победить в поединке, но для боя нужен их отличительный знак. Стоит вернуться в Институт, возможно, профессор знает, где его взять.\r\n\r\nЗапись 4.\r\nЯ была права, профессор Ниро знает некого Мастера Осагуро в Восточном Джото, который состоит в Лиге Энергии и поможет мне. Отправлюсь к нему прямо сейчас. (Отправляемся в Вархолл, где в Доме самурая можно найти мастера Осагуро, беседуем с ним и принимаем его вызов. Бой с мастером Осагуро проходит 6х6 покемонов 100 уровня. При проигрыше переигровка состоится сразу. Когда побеждаем мастера Осагуро, получаем Значок Лиги Энергии х1.)\r\n\r\nЗапись 5.\r\nЗначок Лиги Энергии у меня! Мастер Осагуро повержен, и его это ничуть не расстроило, он лишь продолжил медитацию, которую я прервала своим визитом.\r\nОсталось победить Хьюго, теперь уж он не откажет мне в сражении! (Возвращаемся в Овраг, при наличии у вас Значок Лиги Энергии х1 защитное поле, установленное Хьюго, спадёт и вы сможете сразиться с ним. Бой с ним проходит 3х3 покемона 100 уровня(Сурейя, Полидрон, Сазам). При проигрыше переигровка состоится сразу. При победе Хьюго уходит из оврага.)\r\n\r\nЗапись 6.\r\nПобеда за мной! Хьюго сдержал обещание и оставил тренировки своих монстров на Мантедж. По его словам, он отправился в путешествие, чтобы стать сильнее... сильнее меня! Чертовски приятно. :)\r\nПоскорее поделюсь замечательными новостями с профессором Ниро. ( Возвращаемся к профессору Ниро, рассказываем о проделанной работе. Профессор несказанно рад и отправляется сам обследовать место событий. Просит подойти к нему через некоторое время. Ждём 6 часов. Разговариваем с профессором Ниро, получаем награду)\r",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 409,
    "h": 580,
    "ii": 1614,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 149,
      "ii": 1615,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 39,
        "ii": 1616,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 39,
          "ii": 1617,
          "n": "Буйство Мантедж",
          "tp": "Text",
          "tx": "Буйство Мантедж",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 217,
        "w": 130,
        "h": 90,
        "ii": 1618,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 343,
      "w": 409,
      "h": 395,
      "ii": 1619,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 343,
        "w": 409,
        "h": 395,
        "ii": 1620,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 343,
          "w": 254,
          "h": 45,
          "ii": 1621,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 343,
            "w": 254,
            "h": 20,
            "ii": 1622,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 368,
            "w": 141,
            "h": 20,
            "ii": 1623,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 398,
          "w": 310,
          "h": 45,
          "ii": 1624,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 398,
            "w": 66,
            "h": 20,
            "ii": 1625,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 423,
            "w": 310,
            "h": 20,
            "ii": 1626,
            "n": "Западный Джото - Восточный Джото",
            "tp": "Text",
            "tx": "Западный Джото - Восточный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 453,
          "w": 129,
          "h": 45,
          "ii": 1627,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 453,
            "w": 129,
            "h": 20,
            "ii": 1628,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 478,
            "w": 102,
            "h": 20,
            "ii": 1629,
            "n": "Библиотека",
            "tp": "Text",
            "tx": "Библиотека",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 508,
          "w": 154,
          "h": 45,
          "ii": 1630,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 508,
            "w": 42,
            "h": 20,
            "ii": 1631,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 533,
            "w": 154,
            "h": 20,
            "ii": 1632,
            "n": "Профессор Квинс",
            "tp": "Text",
            "tx": "Профессор Квинс",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 563,
          "w": 409,
          "h": 45,
          "ii": 1633,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 563,
            "w": 77,
            "h": 20,
            "ii": 1634,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 588,
            "w": 409,
            "h": 20,
            "ii": 1635,
            "n": "Разобраться в причине бешенства Мантеджов.",
            "tp": "Text",
            "tx": "Разобраться в причине бешенства Мантеджов.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 618,
          "w": 122,
          "h": 45,
          "ii": 1636,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 618,
            "w": 69,
            "h": 20,
            "ii": 1637,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 643,
            "w": 122,
            "h": 20,
            "ii": 1638,
            "n": "Одноразовый.",
            "tp": "Text",
            "tx": "Одноразовый.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 673,
          "w": 313,
          "h": 65,
          "ii": 1639,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 673,
            "w": 76,
            "h": 20,
            "ii": 1640,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 698,
            "w": 313,
            "h": 40,
            "ii": 1641,
            "n": "1. Возможность ловли #123 Мантедж 2. TM 03 - Психошок",
            "tp": "Text",
            "tx": "1. Возможность ловли #123 Мантедж\r\n2.  TM 03 - Психошок",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1642,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1643,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1644,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1645,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1646,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 1647,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 78,
    "ii": 1648,
    "n": "Group 8",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 78,
      "ii": 1649,
      "n": "Испуганная женщина",
      "tp": "Text",
      "tx": "Испуганная женщина",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
     }
    ]
   },
   {
    "x": 760,
    "y": 309,
    "w": 809,
    "h": 980,
    "ii": 1650,
    "n": "Запись 1. Гуляла недавно по горному перевалу. На обочине встретила странную женщину. Судя по всему, она чем-то жутко испугана. Попытка заговорить с ней провалилась. Думаю, стоит найти кого-нибудь, кто знает, как ей помочь... Запись 2. Случайно зашла к ветерану в старом районе Голденрода. Во время рассказа о своей молодости он упомянул о какой-то Милене. Как ни странно, она по описанию невероятно похожа на встреченную мною женщину... Может, постараться найти либо её, либо её мужа, Ричарда Пейна. По словам ветерана, они до сих пор живут где-то в Восточном Джото. Ричард вроде бы работал в полиции... Может, стоит начать оттуда... Запись 3. Поговорила с офицером Джес. О местонахождении Ричарда она ничего не знает, но немного рассказала о его семье: Милена была лидером Воздушного стадиона, у них было двое детей (Тод и Кристен), каждые выходные проводили то ли в Олстоне, то ли в Оливине. Отправлюсь-ка туда... Запись 4. Наконец-то встретила человека, согласного мне рассказать что-то о Ричарде и его семье. Олстон, старушка... Но без пяти камней Оникс она разговаривать не будет... Запись 5. Поговорила со старушкой. Она обещала рассказать хоть что-то, а запутала ещё сильнее... Сказала найти какого-то рыбака Эвана, дала мне какой-то странный амулет, якобы напоминающий о каком-то важном для семьи Пейн дне... Главное, что я не ошиблась: женщина на Горном перевале - действительно Кристен Пейн. Запись 6. Мне удалось отыскать Эвана, друга семьи Пейн. Не зря старушка пыталась остановить мои поиски. Невероятное семейство, эти Пейны! Тод - помешавшийся на \"чёрной магии\", Кристен - несостоявшийся лидер стадиона, во время празднования своего двадцатиоднолетия испугавшаяся стаи Дроздун(Фироу), которые ее атаковали... Но надо бы поговорить ещё с Тодом и самим Ричардом. Запись 7. Увиделась с Ричардом. Кажется, он до сих пор переживает трагедию с дочерью. Но адрес сына он мне сказал. Запись 8. Тод заговорил... Но... Видно, что он до сих пор винит себя в потере памяти Кристен. Ах, если бы можно было найти способ вылечить её беспамятство... Запись 9. У меня есть (зелье памяти)! Надо бы показать его Тоду... Запись 10. Отправляемся с Тодом на поиски Кристен. Надо срочно попробовать вернуть ей память при помощи зелья! Запись 11. Ура! У нас всё получилось! Тод отведёт сестру к отцу. А меня пригласили на торжество! Запись 12. Так радостно наблюдать воссоединение семьи! Ричард смеётся сквозь слёзы и не сводит глаз с дочери, Кристен просто сияет. Даже угрюмый Тод порой улыбается.   NB: А ещё мне достался малыш Орлармор(#227 Скармори), потомок тех, кого Ричард и Милена ловили на скалах Западного Джото.",
    "tp": "Text",
    "tx": "Запись 1.\r\nГуляла недавно по горному перевалу. На обочине встретила странную женщину. Судя по всему, она чем-то жутко испугана. Попытка заговорить с ней провалилась. Думаю, стоит найти кого-нибудь, кто знает, как ей помочь...\r\nЗапись 2.\r\nСлучайно зашла к ветерану в старом районе Голденрода. Во время рассказа о своей молодости он упомянул о какой-то Милене. Как ни странно, она по описанию невероятно похожа на встреченную мною женщину... Может, постараться найти либо её, либо её мужа, Ричарда Пейна. По словам ветерана, они до сих пор живут где-то в Восточном Джото. Ричард вроде бы работал в полиции... Может, стоит начать оттуда...\r\nЗапись 3.\r\nПоговорила с офицером Джес. О местонахождении Ричарда она ничего не знает, но немного рассказала о его семье: Милена была лидером Воздушного стадиона, у них было двое детей (Тод и Кристен), каждые выходные проводили то ли в Олстоне, то ли в Оливине. Отправлюсь-ка туда...\r\nЗапись 4.\r\nНаконец-то встретила человека, согласного мне рассказать что-то о Ричарде и его семье. Олстон, старушка... Но без пяти камней Оникс она разговаривать не будет...\r\nЗапись 5.\r\nПоговорила со старушкой. Она обещала рассказать хоть что-то, а запутала ещё сильнее... Сказала найти какого-то рыбака Эвана, дала мне какой-то странный амулет, якобы напоминающий о каком-то важном для семьи Пейн дне... Главное, что я не ошиблась: женщина на Горном перевале - действительно Кристен Пейн.\r\nЗапись 6.\r\nМне удалось отыскать Эвана, друга семьи Пейн. Не зря старушка пыталась остановить мои поиски. Невероятное семейство, эти Пейны! Тод - помешавшийся на \"чёрной магии\", Кристен - несостоявшийся лидер стадиона, во время празднования своего двадцатиоднолетия испугавшаяся стаи Дроздун(Фироу), которые ее атаковали... Но надо бы поговорить ещё с Тодом и самим Ричардом.\r\nЗапись 7.\r\nУвиделась с Ричардом. Кажется, он до сих пор переживает трагедию с дочерью. Но адрес сына он мне сказал.\r\nЗапись 8.\r\nТод заговорил... Но... Видно, что он до сих пор винит себя в потере памяти Кристен. Ах, если бы можно было найти способ вылечить её беспамятство...\r\nЗапись 9.\r\nУ меня есть (зелье памяти)! Надо бы показать его Тоду...\r\nЗапись 10.\r\nОтправляемся с Тодом на поиски Кристен. Надо срочно попробовать вернуть ей память при помощи зелья!\r\nЗапись 11.\r\nУра! У нас всё получилось! Тод отведёт сестру к отцу. А меня пригласили на торжество!\r\nЗапись 12.\r\nТак радостно наблюдать воссоединение семьи! Ричард смеётся сквозь слёзы и не сводит глаз с дочери, Кристен просто сияет. Даже угрюмый Тод порой улыбается.\r\n\r \nNB: А ещё мне достался малыш Орлармор(#227 Скармори), потомок тех, кого Ричард и Милена ловили на скалах Западного Джото.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 761,
    "y": 217,
    "w": 486,
    "h": 48,
    "ii": 1651,
    "n": "Для прохождения квеста вам понадобиться: 1) Камни Оникса х5",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобиться:\r\n1) Камни Оникса х5\r",
    "pr": "font-family: Montserrat;\nfont-size: 20px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 761,
    "y": 265,
    "w": 172,
    "h": 24,
    "ii": 1652,
    "n": "2) Зелье памяти",
    "tp": "Text",
    "tx": "2) Зелье памяти",
    "pr": "font-family: Montserrat;\nfont-size: 20px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 69,
    "y": 382,
    "w": 415,
    "h": 475,
    "ii": 1653,
    "n": "Frame 21",
    "tp": "Group",
    "c": [
     {
      "x": 69,
      "y": 382,
      "w": 254,
      "h": 45,
      "ii": 1654,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 69,
        "y": 382,
        "w": 254,
        "h": 20,
        "ii": 1655,
        "n": "Требования к прохождению:",
        "tp": "Text",
        "tx": "Требования к прохождению:\r",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 69,
        "y": 407,
        "w": 141,
        "h": 20,
        "ii": 1656,
        "n": "Нет требований.",
        "tp": "Text",
        "tx": "Нет требований.",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 69,
      "y": 437,
      "w": 152,
      "h": 45,
      "ii": 1657,
      "n": "Frame 12",
      "tp": "Group",
      "c": [
       {
        "x": 69,
        "y": 437,
        "w": 66,
        "h": 20,
        "ii": 1658,
        "n": "Регион:",
        "tp": "Text",
        "tx": "Регион:",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 69,
        "y": 462,
        "w": 152,
        "h": 20,
        "ii": 1659,
        "n": "Восточный Джото",
        "tp": "Text",
        "tx": "Восточный Джото",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 69,
      "y": 492,
      "w": 139,
      "h": 45,
      "ii": 1660,
      "n": "Frame 13",
      "tp": "Group",
      "c": [
       {
        "x": 69,
        "y": 492,
        "w": 129,
        "h": 20,
        "ii": 1661,
        "n": "Начало квеста:",
        "tp": "Text",
        "tx": "Начало квеста: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 69,
        "y": 517,
        "w": 139,
        "h": 20,
        "ii": 1662,
        "n": "Горный перевал",
        "tp": "Text",
        "tx": "Горный перевал",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 69,
      "y": 547,
      "w": 395,
      "h": 85,
      "ii": 1663,
      "n": "Frame 14",
      "tp": "Group",
      "c": [
       {
        "x": 69,
        "y": 547,
        "w": 42,
        "h": 20,
        "ii": 1664,
        "n": "НПС:",
        "tp": "Text",
        "tx": "НПС: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 69,
        "y": 572,
        "w": 395,
        "h": 60,
        "ii": 1665,
        "n": "Испуганная женщина  (Испуганная женщина появляется на локации в начале часа (на 10-15 мин.), но не каждого. )",
        "tp": "Text",
        "tx": "Испуганная женщина  (Испуганная женщина появляется на локации в начале часа (на 10-15 мин.), но не каждого.\r)",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 69,
      "y": 642,
      "w": 415,
      "h": 85,
      "ii": 1666,
      "n": "Frame 15",
      "tp": "Group",
      "c": [
       {
        "x": 69,
        "y": 642,
        "w": 77,
        "h": 20,
        "ii": 1667,
        "n": "Задание:",
        "tp": "Text",
        "tx": "Задание: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 69,
        "y": 667,
        "w": 415,
        "h": 60,
        "ii": 1668,
        "n": "Отыскать испуганную женщину и помочь старому знакомому Ветерана Ричарду разобраться с семейными неурядицами.",
        "tp": "Text",
        "tx": "Отыскать испуганную женщину\r\nи помочь старому знакомому Ветерана Ричарду\r\nразобраться с семейными неурядицами.",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 69,
      "y": 737,
      "w": 119,
      "h": 45,
      "ii": 1669,
      "n": "Frame 16",
      "tp": "Group",
      "c": [
       {
        "x": 69,
        "y": 737,
        "w": 69,
        "h": 20,
        "ii": 1670,
        "n": "Статус:",
        "tp": "Text",
        "tx": "Статус: \r",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 69,
        "y": 762,
        "w": 119,
        "h": 20,
        "ii": 1671,
        "n": "Одноразовый",
        "tp": "Text",
        "tx": "Одноразовый",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 69,
      "y": 792,
      "w": 326,
      "h": 65,
      "ii": 1672,
      "n": "Frame 17",
      "tp": "Group",
      "c": [
       {
        "x": 69,
        "y": 792,
        "w": 76,
        "h": 20,
        "ii": 1673,
        "n": "Награда:",
        "tp": "Text",
        "tx": "Награда:",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 69,
        "y": 817,
        "w": 326,
        "h": 40,
        "ii": 1674,
        "n": "1. #227 Орлармор 2. Возможность ловли #227 Орлармор",
        "tp": "Text",
        "tx": "1. #227 Орлармор\r\n2. Возможность ловли #227 Орлармор",
        "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     }
    ]
   },
   {
    "x": 202,
    "y": 256,
    "w": 130,
    "h": 90,
    "ii": 1675,
    "n": "Group 9",
    "tp": "Group",
    "c": [
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1676,
      "n": "Rectangle 11",
      "tp": "ShapePath",
      "pr": " border-radius : 5px;\nborder-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1677,
      "n": "Rectangle 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1678,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1679,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1680,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1681,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1682,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 709,
    "ii": 1683,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 78,
    "ii": 1684,
    "n": "Group 8",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 78,
      "ii": 1685,
      "n": "Навстречу вчерашнему ветру",
      "tp": "Text",
      "tx": "Навстречу вчерашнему ветру",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
     }
    ]
   },
   {
    "x": 760,
    "y": 381,
    "w": 809,
    "h": 160,
    "ii": 1686,
    "n": "Шаг 1. Идем к Кристен (Новый район > Дом 11) она просит принести ей яйца Месьера, Ванси, Шумыши и Либеллёта для того что бы снова возглавить Воздушный стадион. Шаг 2. Для того что бы начали нападать Голоны нужно поговорить с охранником на радиобашне. Собираем все яйца и отдаем их Кристен. В награду получаем возможность ловли Голона и обучение атаке Чистое небо",
    "tp": "Text",
    "tx": "\r\nШаг 1. Идем к Кристен (Новый район > Дом 11) она просит принести ей яйца Месьера, Ванси, Шумыши и Либеллёта для того что бы снова возглавить Воздушный стадион.\r\n\r\nШаг 2. Для того что бы начали нападать Голоны нужно поговорить с охранником на радиобашне. Собираем все яйца и отдаем их Кристен.\r\n\r\nВ награду получаем возможность ловли Голона и обучение атаке Чистое небо",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 761,
    "y": 217,
    "w": 474,
    "h": 144,
    "ii": 1687,
    "n": "Для прохождения квеста вам понадобится: 1) Пройденный квест 2) Яйцо Ванси 3) Яйцо Месьер 4) Яйцо Шумышь 5) Яйцо Либеллёт",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобится:\r\n1) Пройденный квест \n2) Яйцо Ванси\r\n3) Яйцо Месьер\r\n4) Яйцо Шумышь\r\n5) Яйцо Либеллёт",
    "pr": "font-family: Montserrat;\nfont-size: 20px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 998,
    "y": 241,
    "w": 241,
    "h": 24,
    "ii": 1688,
    "n": "Испуганная женщина",
    "tp": "Text",
    "tx": "Испуганная женщина\r",
    "pr": "font-family: Montserrat;\nfont-size: 20px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 202,
    "y": 256,
    "w": 130,
    "h": 90,
    "ii": 1689,
    "n": "Group 9",
    "tp": "Group",
    "c": [
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1690,
      "n": "Rectangle 11",
      "tp": "ShapePath",
      "pr": " border-radius : 5px;\nborder-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1691,
      "n": "Rectangle 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1692,
      "n": "Rectangle 13",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1693,
      "n": "Group 9",
      "tp": "Group",
      "c": [
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 1694,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": " border-radius : 5px;\nborder-width : 1px;\n"
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 1695,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1696,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1697,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1698,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1699,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1700,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 760,
    "y": 561,
    "w": 645,
    "h": 114,
    "ii": 1701,
    "n": "Group 19",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 561,
      "w": 150,
      "h": 114,
      "ii": 1702,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 925,
      "y": 561,
      "w": 150,
      "h": 114,
      "ii": 1703,
      "n": "image 4",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1090,
      "y": 561,
      "w": 150,
      "h": 114,
      "ii": 1704,
      "n": "image 5",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1255,
      "y": 561,
      "w": 150,
      "h": 114,
      "ii": 1705,
      "n": "image 6",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 659,
    "ii": 1706,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 70,
    "y": 382,
    "w": 390,
    "h": 435,
    "ii": 1707,
    "n": "Group 18",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 382,
      "w": 254,
      "h": 45,
      "ii": 1708,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 254,
        "h": 20,
        "ii": 1709,
        "n": "Требования к прохождению:",
        "tp": "Text",
        "tx": "Требования к прохождению:\r",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 407,
        "w": 252,
        "h": 20,
        "ii": 1710,
        "n": "1. Квест Испуганная женщина",
        "tp": "Text",
        "tx": "1. Квест Испуганная женщина",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 437,
      "w": 152,
      "h": 45,
      "ii": 1711,
      "n": "Frame 12",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 437,
        "w": 66,
        "h": 20,
        "ii": 1712,
        "n": "Регион:",
        "tp": "Text",
        "tx": "Регион:",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 462,
        "w": 152,
        "h": 20,
        "ii": 1713,
        "n": "Восточный Джото",
        "tp": "Text",
        "tx": "Восточный Джото",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 492,
      "w": 129,
      "h": 45,
      "ii": 1714,
      "n": "Frame 13",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 492,
        "w": 129,
        "h": 20,
        "ii": 1715,
        "n": "Начало квеста:",
        "tp": "Text",
        "tx": "Начало квеста: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 517,
        "w": 52,
        "h": 20,
        "ii": 1716,
        "n": "Дом 11",
        "tp": "Text",
        "tx": "Дом 11",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 547,
      "w": 71,
      "h": 45,
      "ii": 1717,
      "n": "Frame 14",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 547,
        "w": 42,
        "h": 20,
        "ii": 1718,
        "n": "НПС:",
        "tp": "Text",
        "tx": "НПС: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 572,
        "w": 71,
        "h": 20,
        "ii": 1719,
        "n": "Кристен",
        "tp": "Text",
        "tx": "Кристен",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 602,
      "w": 390,
      "h": 65,
      "ii": 1720,
      "n": "Frame 15",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 602,
        "w": 77,
        "h": 20,
        "ii": 1721,
        "n": "Задание:",
        "tp": "Text",
        "tx": "Задание: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 627,
        "w": 390,
        "h": 40,
        "ii": 1722,
        "n": "Принести Кристен яйца летающих монстров, необходимых для восстановления стадиона.",
        "tp": "Text",
        "tx": "Принести Кристен яйца летающих монстров,\r\nнеобходимых для восстановления стадиона.",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 677,
      "w": 119,
      "h": 45,
      "ii": 1723,
      "n": "Frame 16",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 677,
        "w": 69,
        "h": 20,
        "ii": 1724,
        "n": "Статус:",
        "tp": "Text",
        "tx": "Статус: \r",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 702,
        "w": 119,
        "h": 20,
        "ii": 1725,
        "n": "Одноразовый",
        "tp": "Text",
        "tx": "Одноразовый",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 732,
      "w": 297,
      "h": 85,
      "ii": 1726,
      "n": "Frame 17",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 732,
        "w": 76,
        "h": 20,
        "ii": 1727,
        "n": "Награда:",
        "tp": "Text",
        "tx": "Награда:",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 757,
        "w": 297,
        "h": 60,
        "ii": 1728,
        "n": "1. Возможность ловли #277 Голона 2. Обучение атаке: Чистое небо",
        "tp": "Text",
        "tx": "1. Возможность ловли #277 Голона\r\n2. Обучение атаке:\rЧистое небо\r\n",
        "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 78,
    "ii": 1729,
    "n": "Group 8",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 78,
      "ii": 1730,
      "n": "Цирк  монстров",
      "tp": "Text",
      "tx": "Цирк  монстров",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 382,
    "w": 335,
    "h": 455,
    "ii": 1731,
    "n": "Frame 11",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 382,
      "w": 335,
      "h": 455,
      "ii": 1732,
      "n": "Frame 22",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 254,
        "h": 45,
        "ii": 1733,
        "n": "Frame 11",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 20,
          "ii": 1734,
          "n": "Требования к прохождению:",
          "tp": "Text",
          "tx": "Требования к прохождению:\r",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 407,
          "w": 141,
          "h": 20,
          "ii": 1735,
          "n": "Нет требований.",
          "tp": "Text",
          "tx": "Нет требований.",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 437,
        "w": 216,
        "h": 45,
        "ii": 1736,
        "n": "Frame 12",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 437,
          "w": 66,
          "h": 20,
          "ii": 1737,
          "n": "Регион:",
          "tp": "Text",
          "tx": "Регион:",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 462,
          "w": 216,
          "h": 20,
          "ii": 1738,
          "n": "Восточный Джото - Канто",
          "tp": "Text",
          "tx": "Восточный Джото - Канто",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 492,
        "w": 132,
        "h": 45,
        "ii": 1739,
        "n": "Frame 13",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 492,
          "w": 129,
          "h": 20,
          "ii": 1740,
          "n": "Начало квеста:",
          "tp": "Text",
          "tx": "Начало квеста: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 517,
          "w": 132,
          "h": 20,
          "ii": 1741,
          "n": "Цирк монстров",
          "tp": "Text",
          "tx": "Цирк монстров",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 547,
        "w": 171,
        "h": 45,
        "ii": 1742,
        "n": "Frame 14",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 547,
          "w": 42,
          "h": 20,
          "ii": 1743,
          "n": "НПС:",
          "tp": "Text",
          "tx": "НПС: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 572,
          "w": 171,
          "h": 20,
          "ii": 1744,
          "n": "Маленький человек",
          "tp": "Text",
          "tx": "Маленький человек",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 602,
        "w": 267,
        "h": 45,
        "ii": 1745,
        "n": "Frame 15",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 602,
          "w": 77,
          "h": 20,
          "ii": 1746,
          "n": "Задание:",
          "tp": "Text",
          "tx": "Задание: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 627,
          "w": 267,
          "h": 20,
          "ii": 1747,
          "n": "Отыскать сбежавших монстров",
          "tp": "Text",
          "tx": "Отыскать сбежавших монстров",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 657,
        "w": 119,
        "h": 45,
        "ii": 1748,
        "n": "Frame 16",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 657,
          "w": 69,
          "h": 20,
          "ii": 1749,
          "n": "Статус:",
          "tp": "Text",
          "tx": "Статус: \r",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 682,
          "w": 119,
          "h": 20,
          "ii": 1750,
          "n": "Одноразовый",
          "tp": "Text",
          "tx": "Одноразовый",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 712,
        "w": 335,
        "h": 125,
        "ii": 1751,
        "n": "Frame 17",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 712,
          "w": 76,
          "h": 20,
          "ii": 1752,
          "n": "Награда:",
          "tp": "Text",
          "tx": "Награда:",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 737,
          "w": 335,
          "h": 100,
          "ii": 1753,
          "n": "1. Коготь 2. Возможность дропа Водный амулет 3. Возможность ловли двух из: #060 Капель или #116 Хорсилт или #120 Скафиш или #363 Тюлон",
          "tp": "Text",
          "tx": "1.  Коготь\r\n2. Возможность дропа  Водный амулет\r\n3. Возможность ловли двух из:\r\n#060 Капель или #116 Хорсилт\r\nили #120 Скафиш или #363 Тюлон",
          "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 520,
    "ii": 1754,
    "n": "Запись 1. В центре Олстона раскинулся огромный цирковой шатёр. Разумеется, я поспешила туда! Но разочарованию моему не было границ: ожидала увидеть великолепное представление, а наткнулась только на постоянно плачущего маленького человека. По его рассказам, он директор цирка. Крайне нерадивый директор: в один прекрасный момент циркачи ушли от него, не выдержав его требований. Конечно, он сам виноват... Но в его взгляде было столько горечи и раскаяния, что я просто не смогла не согласиться ему помочь... Необходимо собрать как можно больше информации о старых цирковых представлениях.(Мэрия в Голдероне, но нужна библиотека в Канто, Сделать копию в библтотеке) Запись 2. Тут надо не забыть записать всё-всё, что удастся узнать! (Отдаем копии маленькому человеку. Он дает задания поймать монстров, количество и нужные атаки указаны. После отдаем их ему) Запись 3. Надо было видеть, как запрыгал от счастья маленький человек, когда я принесла ему всех монстров! По крайней мере, мне было весело. По его словам, на подготовку первого представления уйдёт не больше двух дней. Будучи почётным гостем, я приглашена на премьеру циркового шоу!(ожидаем несколько дней и приходим в цирк) Запись 4. Наконец-то цирк функционирует, как и прежде! Восстановленное представление будет невероятно красивым, по крайней мере, я в это верю! Мистер Фарради не остался в долгу... Теперь надо бы подумать, как выгоднее применить (Коготь), который за ненадобностью он отдал мне.",
    "tp": "Text",
    "tx": "Запись 1.\r\nВ центре Олстона раскинулся огромный цирковой шатёр. Разумеется, я поспешила туда! Но разочарованию моему не было границ: ожидала увидеть великолепное представление, а наткнулась только на постоянно плачущего маленького человека. По его рассказам, он директор цирка. Крайне нерадивый директор: в один прекрасный момент циркачи ушли от него, не выдержав его требований. Конечно, он сам виноват... Но в его взгляде было столько горечи и раскаяния, что я просто не смогла не согласиться ему помочь... Необходимо собрать как можно больше информации о старых цирковых представлениях.(Мэрия в Голдероне, но нужна библиотека в Канто, Сделать копию в библтотеке)\r\n\r\nЗапись 2.\r\nТут надо не забыть записать всё-всё, что удастся узнать! (Отдаем копии маленькому человеку. Он дает задания поймать монстров, количество и нужные атаки указаны. После отдаем их ему)\r\n\r\nЗапись 3.\r\nНадо было видеть, как запрыгал от счастья маленький человек, когда я принесла ему всех монстров! По крайней мере, мне было весело. По его словам, на подготовку первого представления уйдёт не больше двух дней. Будучи почётным гостем, я приглашена на премьеру циркового шоу!(ожидаем несколько дней и приходим в цирк)\r\n\r\nЗапись 4.\r\nНаконец-то цирк функционирует, как и прежде! Восстановленное представление будет невероятно красивым, по крайней мере, я в это верю! Мистер Фарради не остался в долгу... Теперь надо бы подумать, как выгоднее применить (Коготь), который за ненадобностью он отдал мне.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 202,
    "y": 256,
    "w": 130,
    "h": 90,
    "ii": 1755,
    "n": "Group 9",
    "tp": "Group",
    "c": [
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1756,
      "n": "Rectangle 11",
      "tp": "ShapePath",
      "pr": " border-radius : 5px;\nborder-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1757,
      "n": "Rectangle 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1758,
      "n": "Rectangle 13",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1759,
      "n": "Rectangle 14",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1760,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1761,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1762,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1763,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1764,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 721,
    "ii": 1765,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 78,
    "ii": 1766,
    "n": "Group 8",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 78,
      "ii": 1767,
      "n": "Искусственный отбор",
      "tp": "Text",
      "tx": "Искусственный отбор",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
     }
    ]
   },
   {
    "x": 760,
    "y": 357,
    "w": 809,
    "h": 900,
    "ii": 1768,
    "n": "Шаг 1. Идём в подлесок ( Новый район > Дорога №1 > Горный перевал > Олстон > Заросшая тропа > Глухой колючий лес > Подлесок). Разговариваем с Доктором Финсом, он занят своим делом, настаиваем на помощи и узнаем о том, что он хочет увидеть эволюцию Жаблифа и поймать себе одного. Он просит подождать час что бы составить план   Шаг 2. Возвращаемся спустя 1 час, он даёт вам рисунок с монстрами(могут отличаться) и атакам, которые потребуются : - Грути/Астрания с атакой Свирель - Баттинун/Баттнайти с атакой серебряный ветер (идём на маршрут 3 к Жуколову Кристи, за громовой камень вы получите Мувага) - Вьюнудль с атакой травяная арена - Листотел с атакой ароматерапия Отдаем всех монстров Доктору Финсу ждём до утра.   Шаг 3. Утром узнаем что эксперимент провалился, после разговора, доктор просит отправиться на Селен и найти Гаррисона   Шаг 4. Едем на Селен, идём на маршрут 18. Гаррисон отказывается помогать просто так и предлагает выбор поймать ему 221 Ленсерино либо шайни, либо гигантского. Выбрав шайни в награду вы получите корнецвет. Выбрав гигантского получите мешочек. Ловлю начинаете с указанной локации, он будет 100лвл(бьётся легко). Далее переходите на ту локацию, которая будет указана в записях в дневнике   Шаг 5. После поимки нужно Ленсерино идём к Гаррисону (горная деревушка) получаем награду 20 даркболов. Он начнёт говорить что хотел не Ленсерино, а Ленсирона и попросить у вас Эволвер Знаний. Если отказаться, он сообщит что данный предмет ему должен дать Ценитель древностей, отправляемся к нему   Шаг 6. Идём в пригород Сайрефа разговариваем с ценителем, его посылка пришла в Селен, но почтальон её не доставил. Просит разобраться с этим   Шаг 7. Идём в Сайреф разговариваем с посыльным Айваном. Он сообщает что посылку украли Пелисир. Что бы вернуть посылку нужно отвлечь птиц на раковину (даёт 2 штуки)   Шаг 8. Отправляемся на мыс. В углубление на скале кладём раковину и бьём Пелисиров(до 50лвл) пока не выпадет посылка. Отдаем посылку Айвану. Возвращаемся к Ценителю в награду получаем 2 Эволвера знаний  Шаг 9. Возвращаемся к Гаррисону и отдаем Эволвер. Обязательно расспрашиваем про историю и в награду получаем либо пыльцу , либо цветок и Гловера. Едем в Восточный Джото  Шаг 10. Разговариваем с Доктором, и он просит принести нужного монстра. Берём Гловера и идём на болото. (Главия нужна 19 лвл, иначе ничего не не получится). Отдаем нужного монстра Доктору, ждём до утра. Подходим к Доктору и узнаем радостные новости, все получилось и ваш приз ждёт вас в питомнике",
    "tp": "Text",
    "tx": "Шаг 1. Идём в подлесок ( Новый район > Дорога №1 > Горный перевал > Олстон > Заросшая тропа > Глухой колючий лес > Подлесок). Разговариваем с Доктором Финсом, он занят своим делом, настаиваем на помощи и узнаем о том, что он хочет увидеть эволюцию Жаблифа и поймать себе одного. Он просит подождать час что бы составить план\r \nШаг 2. Возвращаемся спустя 1 час, он даёт вам рисунок с монстрами(могут отличаться) и атакам, которые потребуются :\r\n- Грути/Астрания с атакой Свирель\r\n- Баттинун/Баттнайти с атакой серебряный ветер (идём на маршрут 3 к Жуколову Кристи, за громовой камень вы получите Мувага)\r\n- Вьюнудль с атакой травяная арена\r\n- Листотел с атакой ароматерапия\r\nОтдаем всех монстров Доктору Финсу ждём до утра.\r \nШаг 3. Утром узнаем что эксперимент провалился, после разговора, доктор просит отправиться на Селен и найти Гаррисона\r \nШаг 4. Едем на Селен, идём на маршрут 18. Гаррисон отказывается помогать просто так и предлагает выбор поймать ему 221 Ленсерино либо шайни, либо гигантского. Выбрав шайни в награду вы получите корнецвет. Выбрав гигантского получите мешочек.\r\nЛовлю начинаете с указанной локации, он будет 100лвл(бьётся легко). Далее переходите на ту локацию, которая будет указана в записях в дневнике\r \nШаг 5. После поимки нужно Ленсерино идём к Гаррисону (горная деревушка) получаем награду 20 даркболов. Он начнёт говорить что хотел не Ленсерино, а Ленсирона и попросить у вас Эволвер Знаний. Если отказаться, он сообщит что данный предмет ему должен дать Ценитель древностей, отправляемся к нему\r \nШаг 6. Идём в пригород Сайрефа разговариваем с ценителем, его посылка пришла в Селен, но почтальон её не доставил. Просит разобраться с этим\r \nШаг 7. Идём в Сайреф разговариваем с посыльным Айваном. Он сообщает что посылку украли Пелисир. Что бы вернуть посылку нужно отвлечь птиц на раковину (даёт 2 штуки)\r \nШаг 8. Отправляемся на мыс. В углубление на скале кладём раковину и бьём Пелисиров(до 50лвл) пока не выпадет посылка. Отдаем посылку Айвану. Возвращаемся к Ценителю в награду получаем 2 Эволвера знаний \r\nШаг 9. Возвращаемся к Гаррисону и отдаем Эволвер. Обязательно расспрашиваем про историю и в награду получаем либо пыльцу , либо цветок и Гловера. Едем в Восточный Джото \r\nШаг 10. Разговариваем с Доктором, и он просит принести нужного монстра. Берём Гловера и идём на болото. (Главия нужна 19 лвл, иначе ничего не не получится). Отдаем нужного монстра Доктору, ждём до утра. Подходим к Доктору и узнаем радостные новости, все получилось и ваш приз ждёт вас в питомнике",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 761,
    "y": 217,
    "w": 808,
    "h": 120,
    "ii": 1769,
    "n": "Для прохождения вам понадобится: 1) Ранг 650 и выше 2) Пройденный квест 3) Для прохождения этапов квеста на о. Селен потребуется Горнолыжное снаряжение и открытый доступ к основным локациям региона.",
    "tp": "Text",
    "tx": "Для прохождения вам понадобится:\r\n1) Ранг 650 и выше\r\n2) Пройденный квест\n3) Для прохождения этапов квеста на о. Селен потребуется  Горнолыжное снаряжение и открытый доступ к основным локациям региона. ",
    "pr": "font-family: Montserrat;\nfont-size: 20px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 1004,
    "y": 265,
    "w": 181,
    "h": 24,
    "ii": 1770,
    "n": "Дядюжка Бридж",
    "tp": "Text",
    "tx": "Дядюжка Бридж",
    "pr": "font-family: Montserrat;\nfont-size: 20px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 70,
    "y": 382,
    "w": 477,
    "h": 690,
    "ii": 1771,
    "n": "Frame 22",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 382,
      "w": 254,
      "h": 20,
      "ii": 1772,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 254,
        "h": 20,
        "ii": 1773,
        "n": "Требования к прохождению:",
        "tp": "Text",
        "tx": "Требования к прохождению:\r",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 412,
      "w": 101,
      "h": 20,
      "ii": 1774,
      "n": "1. Ранг >650",
      "tp": "Text",
      "tx": "1. Ранг >650\r",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
     },
     {
      "x": 70,
      "y": 442,
      "w": 268,
      "h": 20,
      "ii": 1775,
      "n": "2. Дядюшка Бридж (желателен)",
      "tp": "Text",
      "tx": "2. Дядюшка Бридж (желателен)",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
     },
     {
      "x": 70,
      "y": 472,
      "w": 399,
      "h": 45,
      "ii": 1776,
      "n": "Frame 12",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 472,
        "w": 66,
        "h": 20,
        "ii": 1777,
        "n": "Регион:",
        "tp": "Text",
        "tx": "Регион:",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 497,
        "w": 399,
        "h": 20,
        "ii": 1778,
        "n": "Восточный Джото - о.Селен - Восточный Джото",
        "tp": "Text",
        "tx": "Восточный Джото - о.Селен - Восточный Джото",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 527,
      "w": 129,
      "h": 45,
      "ii": 1779,
      "n": "Frame 13",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 527,
        "w": 129,
        "h": 20,
        "ii": 1780,
        "n": "Начало квеста:",
        "tp": "Text",
        "tx": "Начало квеста: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 552,
        "w": 84,
        "h": 20,
        "ii": 1781,
        "n": "Подлесок",
        "tp": "Text",
        "tx": "Подлесок",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 582,
      "w": 112,
      "h": 45,
      "ii": 1782,
      "n": "Frame 14",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 582,
        "w": 42,
        "h": 20,
        "ii": 1783,
        "n": "НПС:",
        "tp": "Text",
        "tx": "НПС: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 607,
        "w": 112,
        "h": 20,
        "ii": 1784,
        "n": "Доктор Финс",
        "tp": "Text",
        "tx": "Доктор Финс",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 637,
      "w": 477,
      "h": 45,
      "ii": 1785,
      "n": "Frame 15",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 637,
        "w": 77,
        "h": 20,
        "ii": 1786,
        "n": "Задание:",
        "tp": "Text",
        "tx": "Задание: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 662,
        "w": 477,
        "h": 20,
        "ii": 1787,
        "n": "Помочь доктору Финсу встретить монстра своей мечты.",
        "tp": "Text",
        "tx": "Помочь доктору Финсу встретить монстра своей мечты.",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 692,
      "w": 215,
      "h": 45,
      "ii": 1788,
      "n": "Frame 16",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 692,
        "w": 69,
        "h": 20,
        "ii": 1789,
        "n": "Статус:",
        "tp": "Text",
        "tx": "Статус: \r",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 717,
        "w": 215,
        "h": 20,
        "ii": 1790,
        "n": "Одноразовый, линейный",
        "tp": "Text",
        "tx": "Одноразовый, линейный",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 747,
      "w": 417,
      "h": 325,
      "ii": 1791,
      "n": "Frame 17",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 747,
        "w": 76,
        "h": 20,
        "ii": 1792,
        "n": "Награда:",
        "tp": "Text",
        "tx": "Награда:",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 772,
        "w": 417,
        "h": 300,
        "ii": 1793,
        "n": "1. #001 Жаблиф 2. #313 Гловер 3. Возможность ловли #314 Гловия и #313 Гловер 4. Даркбол 10 / 15 5. Возможность дропа Эволвер Знаний 6. Приз зависит от вашей кармы: Защитник:  +100 Популярности +100 Репутации. Преступник: Объедки 7. Тлеющий корнецвет ИЛИ Пыльца Тенефлора Бонусы: 8. Возможность получить Эволвер Знаний 9. Возможность получить Горсть кристаллов",
        "tp": "Text",
        "tx": "1.  #001 Жаблиф\r\n2. #313 Гловер\r\n3. Возможность ловли #314 Гловия и #313 Гловер\r\n4.  Даркбол 10 / 15\r\n5. Возможность дропа  Эволвер Знаний\r\n6.\rПриз зависит от вашей кармы:\nЗащитник:  +100 Популярности +100 Репутации. Преступник:  Объедки\r\n7.\r Тлеющий корнецвет\rИЛИ\rПыльца Тенефлора\r\n\r\n\nБонусы:\r\n8. Возможность получить  Эволвер Знаний\r\n9. Возможность получить Горсть кристаллов",
        "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     }
    ]
   },
   {
    "x": 202,
    "y": 256,
    "w": 130,
    "h": 90,
    "ii": 1794,
    "n": "Group 9",
    "tp": "Group",
    "c": [
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1795,
      "n": "Rectangle 11",
      "tp": "ShapePath",
      "pr": " border-radius : 5px;\nborder-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1796,
      "n": "Rectangle 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1797,
      "n": "Rectangle 13",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1798,
      "n": "Rectangle 14",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1799,
      "n": "Rectangle 15",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1800,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1801,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1802,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1803,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1804,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 709,
    "ii": 1805,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 78,
    "ii": 1806,
    "n": "Group 8",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 78,
      "ii": 1807,
      "n": "Великолепная пятёрка сторна",
      "tp": "Text",
      "tx": "Великолепная пятёрка сторна ",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
     }
    ]
   },
   {
    "x": 202,
    "y": 256,
    "w": 130,
    "h": 90,
    "ii": 1808,
    "n": "Group 9",
    "tp": "Group",
    "c": [
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1809,
      "n": "Rectangle 11",
      "tp": "ShapePath",
      "pr": " border-radius : 5px;\nborder-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1810,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1811,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1812,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1813,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1814,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 424,
    "ii": 1815,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 300,
    "ii": 1816,
    "n": "1. Информация о XIX сезоне Лиги чемпионов. 2. Для того чтобы сразиться с первым из Пятёрки Сторна, Гленом, необходимо иметь 2 любых значка, кроме Элитных. 3. Для сражения со вторым - Оланом, нужно 3 любых значка, исключая Элитные. 4. Третьему из Пятёрки, Дену, необходимо, чтобы у Вас было минимум 4 значка, помимо Элитных. 5. Для четвёртого (Ральфа) требуется иметь в инвентаре не менее 5 значков ЛЧ, кроме Элитных. 6. Финальный бой со Сторном предполагает, что у вас будет один из четырёх Элитных значков и ранг >2500 очков.",
    "tp": "Text",
    "tx": "1. Информация о XIX сезоне Лиги чемпионов.\r\n\r\n2. Для того чтобы сразиться с первым из Пятёрки Сторна, Гленом, необходимо иметь 2 любых значка, кроме Элитных.\r\n\r\n3. Для сражения со вторым - Оланом, нужно 3 любых значка, исключая Элитные.\r\n\r\n4. Третьему из Пятёрки, Дену, необходимо, чтобы у Вас было минимум 4 значка, помимо Элитных.\r\n\r\n5. Для четвёртого (Ральфа) требуется иметь в инвентаре не менее 5 значков ЛЧ, кроме Элитных.\r\n\r\n6. Финальный бой со Сторном предполагает, что у вас будет один из четырёх Элитных значков и ранг >2500 очков.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 382,
    "w": 397,
    "h": 675,
    "ii": 1817,
    "n": "Frame 21",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 382,
      "w": 310,
      "h": 45,
      "ii": 1818,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 254,
        "h": 20,
        "ii": 1819,
        "n": "Требования к прохождению:",
        "tp": "Text",
        "tx": "Требования к прохождению:\r",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 407,
        "w": 310,
        "h": 20,
        "ii": 1820,
        "n": "Ранг: 2500+ перед финальным боем.",
        "tp": "Text",
        "tx": "Ранг: 2500+ перед финальным боем.",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 437,
      "w": 311,
      "h": 65,
      "ii": 1821,
      "n": "Frame 12",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 437,
        "w": 66,
        "h": 20,
        "ii": 1822,
        "n": "Регион:",
        "tp": "Text",
        "tx": "Регион:",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 462,
        "w": 311,
        "h": 40,
        "ii": 1823,
        "n": "Восточный Джото - Канто - о.Селен - Восточный Джото",
        "tp": "Text",
        "tx": "Восточный Джото - Канто - о.Селен -\r\nВосточный Джото",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 512,
      "w": 129,
      "h": 45,
      "ii": 1824,
      "n": "Frame 13",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 512,
        "w": 129,
        "h": 20,
        "ii": 1825,
        "n": "Начало квеста:",
        "tp": "Text",
        "tx": "Начало квеста: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 537,
        "w": 115,
        "h": 20,
        "ii": 1826,
        "n": "Новый район",
        "tp": "Text",
        "tx": "Новый район",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 567,
      "w": 395,
      "h": 45,
      "ii": 1827,
      "n": "Frame 14",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 567,
        "w": 42,
        "h": 20,
        "ii": 1828,
        "n": "НПС:",
        "tp": "Text",
        "tx": "НПС: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 592,
        "w": 395,
        "h": 20,
        "ii": 1829,
        "n": "Элен",
        "tp": "Text",
        "tx": "Элен",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 622,
      "w": 397,
      "h": 45,
      "ii": 1830,
      "n": "Frame 15",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 622,
        "w": 77,
        "h": 20,
        "ii": 1831,
        "n": "Задание:",
        "tp": "Text",
        "tx": "Задание: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 647,
        "w": 397,
        "h": 20,
        "ii": 1832,
        "n": "Победить всех членов Великолепной Пятёрки",
        "tp": "Text",
        "tx": "Победить всех членов Великолепной Пятёрки",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 677,
      "w": 119,
      "h": 45,
      "ii": 1833,
      "n": "Frame 16",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 677,
        "w": 69,
        "h": 20,
        "ii": 1834,
        "n": "Статус:",
        "tp": "Text",
        "tx": "Статус: \r",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 702,
        "w": 119,
        "h": 20,
        "ii": 1835,
        "n": "Одноразовый",
        "tp": "Text",
        "tx": "Одноразовый",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 732,
      "w": 256,
      "h": 325,
      "ii": 1836,
      "n": "Frame 17",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 732,
        "w": 76,
        "h": 20,
        "ii": 1837,
        "n": "Награда:",
        "tp": "Text",
        "tx": "Награда:",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 757,
        "w": 256,
        "h": 300,
        "ii": 1838,
        "n": "1. Скобовое кольцо 2. Обучение атакам: Огненный столп Водный столп Травяной столп Каменная ловушка Дьявольские силки Гидропушка Взрывная волна Огненный удар Электроудар Ледяной удар 3. #133 Эво защитникам или #246 Пылизар преступникам",
        "tp": "Text",
        "tx": "1.  Скобовое кольцо\r\n2. Обучение атакам:\r\t\t\r\nОгненный столп\r\nВодный столп\r\t\r\nТравяной столп\r\r\nКаменная ловушка\r\r\nДьявольские силки\r\nГидропушка\r\t\r\nВзрывная волна\r\t\r\nОгненный удар\r\t\t\r\nЭлектроудар\r\r\nЛедяной удар\r\n\r\n3. #133 Эво защитникам или #246 Пылизар преступникам",
        "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 367,
    "w": 809,
    "h": 380,
    "ii": 1839,
    "n": "Запись 1. Прогуливаясь по пустыне, наткнулась на пещеру, а в ней встретила Альвареса - ГИМ-Лидера Земляного стадиона. Только вот его стадион не работает - недавно было совершено нападение и все монстры были украдены. Взялась помочь восстановить потери. Чего не сделаешь ради значка! (Как только вы принесёте Альваресу необходимых монстров, он предложит прийти к нему на бой через неделю. Ждём 7 дней.) Запись 2. Монстры у Альвареса. Теперь-то он сможет подготовить стадион к боям, и я обязательно сражусь с ним за Земляной значок! (Приходим через неделю на бой к Альваресу, бой проходит на 100 уровнях 6х6 без ограничения. Если вы проиграли, то можете прийти на реванш через 24 часа. Если вы выиграли, то Альварес даст вам награду) Запись 3. Победа! Значок Земляного стадиона у меня! Хоть бой и был очень тяжелым, мне удалось одолеть Альвареса. Может, мне стоит вызвать на бой лидера действующего стадиона земляных монстров? Нужно будет подумать, тем более, у меня теперь есть подкрепление: маленький Пынюх. Вперед к приключениям! Альварес также сообщил, что недалеко от возвышенности обитают Пынюх.",
    "tp": "Text",
    "tx": "Запись 1.\r\nПрогуливаясь по пустыне, наткнулась на пещеру, а в ней встретила Альвареса - ГИМ-Лидера Земляного стадиона. Только вот его стадион не работает - недавно было совершено нападение и все монстры были украдены. Взялась помочь восстановить потери. Чего не сделаешь ради значка! (Как только вы принесёте Альваресу необходимых монстров, он предложит прийти к нему на бой через неделю. Ждём 7 дней.)\r\n\r\nЗапись 2.\r\nМонстры у Альвареса. Теперь-то он сможет подготовить стадион к боям, и я обязательно сражусь с ним за Земляной значок! (Приходим через неделю на бой к Альваресу, бой проходит на 100 уровнях 6х6 без ограничения. Если вы проиграли, то можете прийти на реванш через 24 часа. Если вы выиграли, то Альварес даст вам награду)\r\n\r\nЗапись 3.\r\nПобеда! Значок Земляного стадиона у меня! Хоть бой и был очень тяжелым, мне удалось одолеть Альвареса. Может, мне стоит вызвать на бой лидера действующего стадиона земляных монстров? Нужно будет подумать, тем более, у меня теперь есть подкрепление: маленький Пынюх. Вперед к приключениям!\r\nАльварес также сообщил, что недалеко от возвышенности обитают Пынюх.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 120,
    "ii": 1840,
    "n": "Для прохождения квеста вам понадобится: 1) Скалоб 1-lvl, 2) Рошер 1-lvl, 3) Ферон 1-lvl, 4) Кроттор 60-lvl, 5) Булаврон 80-lvl.",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобится:\r\n1) Скалоб 1-lvl,\r\n2) Рошер 1-lvl,\r\n3) Ферон 1-lvl,\r\n4) Кроттор 60-lvl,\r\n5) Булаврон 80-lvl.",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 409,
    "h": 678,
    "ii": 1841,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 227,
      "ii": 1842,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 117,
        "ii": 1843,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 117,
          "ii": 1844,
          "n": "Возрождение Земляного стадиона",
          "tp": "Text",
          "tx": "Возрождение Земляного стадиона",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 295,
        "w": 130,
        "h": 90,
        "ii": 1845,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 421,
      "w": 409,
      "h": 415,
      "ii": 1846,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 421,
        "w": 409,
        "h": 415,
        "ii": 1847,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 421,
          "w": 254,
          "h": 45,
          "ii": 1848,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 421,
            "w": 254,
            "h": 20,
            "ii": 1849,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 446,
            "w": 141,
            "h": 20,
            "ii": 1850,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 476,
          "w": 144,
          "h": 45,
          "ii": 1851,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 476,
            "w": 66,
            "h": 20,
            "ii": 1852,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 501,
            "w": 144,
            "h": 20,
            "ii": 1853,
            "n": "Западный Джото",
            "tp": "Text",
            "tx": "Западный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 531,
          "w": 129,
          "h": 45,
          "ii": 1854,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 531,
            "w": 129,
            "h": 20,
            "ii": 1855,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 556,
            "w": 69,
            "h": 20,
            "ii": 1856,
            "n": "Пещера",
            "tp": "Text",
            "tx": "Пещера",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 586,
          "w": 82,
          "h": 45,
          "ii": 1857,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 586,
            "w": 42,
            "h": 20,
            "ii": 1858,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 611,
            "w": 82,
            "h": 20,
            "ii": 1859,
            "n": "Альварес",
            "tp": "Text",
            "tx": "Альварес",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 641,
          "w": 409,
          "h": 45,
          "ii": 1860,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 641,
            "w": 77,
            "h": 20,
            "ii": 1861,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 666,
            "w": 409,
            "h": 20,
            "ii": 1862,
            "n": "Помочь восстановить разграбленный стадион",
            "tp": "Text",
            "tx": "Помочь восстановить разграбленный стадион",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 696,
          "w": 122,
          "h": 45,
          "ii": 1863,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 696,
            "w": 69,
            "h": 20,
            "ii": 1864,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 721,
            "w": 122,
            "h": 20,
            "ii": 1865,
            "n": "Одноразовый.",
            "tp": "Text",
            "tx": "Одноразовый.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 751,
          "w": 294,
          "h": 85,
          "ii": 1866,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 751,
            "w": 76,
            "h": 20,
            "ii": 1867,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 776,
            "w": 294,
            "h": 60,
            "ii": 1868,
            "n": "1. Возможность ловли #231 Пынюх 2. Обучение атаке: Бур 3. Старый земляной значок",
            "tp": "Text",
            "tx": "1. Возможность ловли #231 Пынюх\r\n2. Обучение атаке:\rБур\r\n3.  Старый земляной значок",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1869,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1870,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1871,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1872,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1873,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 1874,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 777,
    "w": 810,
    "h": 114,
    "ii": 1875,
    "n": "Group 18",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 777,
      "w": 150,
      "h": 114,
      "ii": 1876,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 925,
      "y": 777,
      "w": 150,
      "h": 114,
      "ii": 1877,
      "n": "image 4",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1090,
      "y": 777,
      "w": 150,
      "h": 114,
      "ii": 1878,
      "n": "image 5",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1255,
      "y": 777,
      "w": 150,
      "h": 114,
      "ii": 1879,
      "n": "image 6",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1420,
      "y": 777,
      "w": 150,
      "h": 114,
      "ii": 1880,
      "n": "image 7",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 487,
    "w": 809,
    "h": 1200,
    "ii": 1881,
    "n": "Запись 1. Фиск наградил меня хорошей ТМ-атакой. А еще он посоветовал мне обратиться к коллекционеру, возможно, мне дадут интересную работу. Стоит заглянуть. Запись 2. Пообщалась с коллекционером. Тот в свою очередь решил устроить мне «проверку на прочность»: нужно найти Королевского Мурысь быстрее, чем его поймают люди владельца монстро-парка. И тогда работа моя! Мурысь видели где-то на вулкане или около него. (Мурысь 100лвл ловится на водопаде. Взять квест вы можете, поговорив с Коллекционером у Фонтана после выполнения квеста \"Королевский Мурысь\": квест можно начать проходить сразу, если отдали Королевского Мурыся Коллекционеру, квест можно начать проходить через 3 дня, если отдали Королевского Мурыся Владельцу Монстро-парка. Коллекционер расскажет вам о своей коллекции и попросит принести ему редкое зелье-Зелье Маишо х1. ) Запись 3. Ура! Коллекционер согласился взять меня на работу. Как я и думала, моей задачей будет пополнение его коллекции, и первое, что я должна добыть – редкое Зелье Маишо. Запись 4. Зелье отдано, награда получена. Коллекционер расщедрился, и отдал мне настоящую Чешую дракона, да еще и редкую ТМ-атаку: Грязевая бомба! Рабочий день закончен, пора и отдохнуть. (ждем 7 часов) Запись 5. Мое новое задание–добыть Маску, одну из тех, созданием которых занимается Мастер масок, работающий в Мелене. А Мастер просто так маску отдавать не хочет! Просит меня «сходить за покупками», а точнее принести ему к празднику кучу разнообразных деликатесов, список которых теперь лежит у меня в кармане.  Продукты, необходимые для праздника: Перец Чили х15, Виноград х5, Веточка апельсинового дерева х2, Четырехлистный клевер х1, Лечебная трава х30, Орех х5.  (Отдаём итемы Мастеру масок, получаем Маску х1. Относим Маску х1 Коллекционеру.  Ждем 12 часов) Запись 6. А плата оказалась действительно достойной. Два редких монстра - Лифуду и Багирротждут меня в питомнике. Но на сегодня точно все. Пора отдыхать. Запись 7. Решилась взять третье задание у Коллекционера. На этот раз ему нужно Чучело Сплешер. Один рыбак-ремесленник, что делает такие чучела, уже отказался продать ему одно, так что работа снова обещает быть интересной. Где же найти этого рыбака?   (Говорим со Старым рыбаком в Дайвинг-центре Мелена. У него есть необходимое вам чучело, но отдаст он его только в обмен на новые снасти.  Говорим с Библиотекарем в Библиотеке Саммера. Она может изготовить необходимые снасти, но попросит доставить посылки её сыновьям и принести необходимые для снастей ингредиенты (в инвентаре появляется Посылка х2; отвозить посылки необходимо в строго указанной персонажем последовательности).  Отправляемся в Восточный Джото. Относим Посылка х1 Бармену в Бар на Площади Голденрода.  Отправляемся в Западный Джото. Относим Посылка х1 Чарльзу в Магазин Крейга в Мелене. Выбиваем Паутина Арахнуса х8 на Перевале. Относим Паутина Арахнуса х8 Библиотекарю, ждём 48 часов, забираем Рыболовные сети х2.  Отдаём Старому рыбаку Рыболовные сети х1 (вторые Рыболовные сети х1 остаются в качестве награды), получаем Чучело Меджикарпа х1.  Относим Чучело Меджикарпа х1 Коллекционеру, получаем последний приз от него - Пластиковая скоба х1.)",
    "tp": "Text",
    "tx": "Запись 1. Фиск наградил меня хорошей ТМ-атакой. А еще он посоветовал мне обратиться к коллекционеру, возможно, мне дадут интересную работу. Стоит заглянуть.\r\n\r\nЗапись 2. Пообщалась с коллекционером. Тот в свою очередь решил устроить мне «проверку на прочность»: нужно найти Королевского Мурысь быстрее, чем его поймают люди владельца монстро-парка. И тогда работа моя! Мурысь видели где-то на вулкане или около него. (Мурысь 100лвл ловится на водопаде. Взять квест вы можете, поговорив с Коллекционером у Фонтана после выполнения квеста \"Королевский Мурысь\":\r\nквест можно начать проходить сразу, если отдали Королевского Мурыся Коллекционеру,\r\nквест можно начать проходить через 3 дня, если отдали Королевского Мурыся Владельцу Монстро-парка.\r\nКоллекционер расскажет вам о своей коллекции и попросит принести ему редкое зелье-Зелье Маишо х1. )\r\n\r\nЗапись 3. Ура! Коллекционер согласился взять меня на работу. Как я и думала, моей задачей будет пополнение его коллекции, и первое, что я должна добыть – редкое Зелье Маишо.\r\n\r\nЗапись 4. Зелье отдано, награда получена. Коллекционер расщедрился, и отдал мне настоящую Чешую дракона, да еще и редкую ТМ-атаку: Грязевая бомба! Рабочий день закончен, пора и отдохнуть.\r\n(ждем 7 часов)\r\n\r\nЗапись 5. Мое новое задание–добыть Маску, одну из тех, созданием которых занимается Мастер масок, работающий в Мелене.\r\n\r\nА Мастер просто так маску отдавать не хочет! Просит меня «сходить за покупками», а точнее принести ему к празднику кучу разнообразных деликатесов, список которых теперь лежит у меня в кармане.  Продукты, необходимые для праздника: \nПерец Чили х15, \nВиноград х5, \nВеточка апельсинового дерева х2, \nЧетырехлистный клевер х1, \nЛечебная трава х30, \nОрех х5.  (Отдаём итемы Мастеру масок, получаем Маску х1. Относим Маску х1 Коллекционеру.  Ждем 12 часов)\r\n\r\nЗапись 6. А плата оказалась действительно достойной. Два редких монстра - Лифуду и Багирротждут меня в питомнике. Но на сегодня точно все. Пора отдыхать.\r\n\r\nЗапись 7. Решилась взять третье задание у Коллекционера. На этот раз ему нужно Чучело Сплешер. Один рыбак-ремесленник, что делает такие чучела, уже отказался продать ему одно, так что работа снова обещает быть интересной. Где же найти этого рыбака?   (Говорим со Старым рыбаком в Дайвинг-центре Мелена. У него есть необходимое вам чучело, но отдаст он его только в обмен на новые снасти.  Говорим с Библиотекарем в Библиотеке Саммера. Она может изготовить необходимые снасти, но попросит доставить посылки её сыновьям и принести необходимые для снастей ингредиенты (в инвентаре появляется Посылка х2; отвозить посылки необходимо в строго указанной персонажем последовательности).  Отправляемся в Восточный Джото. Относим Посылка х1 Бармену в Бар на Площади Голденрода.  Отправляемся в Западный Джото. Относим Посылка х1 Чарльзу в Магазин Крейга в Мелене. Выбиваем Паутина Арахнуса х8 на Перевале. Относим Паутина Арахнуса х8 Библиотекарю, ждём 48 часов, забираем Рыболовные сети х2.  Отдаём Старому рыбаку Рыболовные сети х1 (вторые Рыболовные сети х1 остаются в качестве награды), получаем Чучело Меджикарпа х1.  Относим Чучело Меджикарпа х1 Коллекционеру, получаем последний приз от него - Пластиковая скоба х1.)",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 1727,
    "w": 655,
    "h": 85,
    "ii": 1882,
    "n": "Group 24",
    "tp": "Group",
    "c": [
     {
      "x": 1140,
      "y": 1727,
      "w": 85,
      "h": 85,
      "ii": 1883,
      "n": "image 5",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 950,
      "y": 1727,
      "w": 85,
      "h": 85,
      "ii": 1884,
      "n": "image 9",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 855,
      "y": 1727,
      "w": 85,
      "h": 85,
      "ii": 1885,
      "n": "image 11",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 760,
      "y": 1727,
      "w": 85,
      "h": 85,
      "ii": 1886,
      "n": "image 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1235,
      "y": 1727,
      "w": 85,
      "h": 85,
      "ii": 1887,
      "n": "image 13",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1330,
      "y": 1727,
      "w": 85,
      "h": 85,
      "ii": 1888,
      "n": "image 14",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1045,
      "y": 1727,
      "w": 85,
      "h": 85,
      "ii": 1889,
      "n": "image 10",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 240,
    "ii": 1890,
    "n": "1) Пройденный квест 2) Пройденный квест 3) 4) Перец чили х15 (дроп из Вулкемел в Вулкане), 5) Виноград х5 (дроп из Ракода в Долине вечности), 6) Веточка апельсинового дерева х2 (можно достать в Высшей точке. Для этого необходимо победить трёх Мантедж 100x10-lvl, после победы над монстрами можно сорвать Веточка апельсинового дерева х1), 7) Четырехлистник х1 (награда от Кайли за выполнение квеста \"Сбежавший Мурысь\"), 8) Лечебная трава х30 (дроп из Клуббиш), 9) Орех х5 (дроп из Сивун и Фоуль). 10) Паутина Арахнуса х8 (Выбиваем из #168 Арахнус на Перевале.)",
    "tp": "Text",
    "tx": "1) Пройденный квест \n2) Пройденный квест \n3) \n4) Перец чили х15 (дроп из Вулкемел в Вулкане),\r\n5) Виноград х5 (дроп из Ракода в Долине вечности),\r\n6) Веточка апельсинового дерева х2 (можно достать в Высшей точке. Для этого необходимо победить трёх Мантедж 100x10-lvl, после победы над монстрами можно сорвать Веточка апельсинового дерева х1),\r\n7) Четырехлистник х1 (награда от Кайли за выполнение квеста \"Сбежавший Мурысь\"),\r\n8) Лечебная трава х30 (дроп из Клуббиш),\r\n9) Орех х5 (дроп из Сивун и Фоуль).\r\n10) Паутина Арахнуса х8 (Выбиваем из #168 Арахнус на Перевале.)",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 949,
    "y": 217,
    "w": 165,
    "h": 20,
    "ii": 1891,
    "n": "Скупщик Ониксов",
    "tp": "Text",
    "tx": "Скупщик Ониксов\r",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 952,
    "y": 237,
    "w": 176,
    "h": 20,
    "ii": 1892,
    "n": "Сбежавшая Мурысь",
    "tp": "Text",
    "tx": "Сбежавшая Мурысь ",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 780,
    "y": 257,
    "w": 119,
    "h": 20,
    "ii": 1893,
    "n": "Зелье Маишо",
    "tp": "Text",
    "tx": "Зелье Маишо",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 409,
    "h": 784,
    "ii": 1894,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 1895,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 1896,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 1897,
          "n": "Пополнение коллекции",
          "tp": "Text",
          "tx": "Пополнение коллекции",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 1898,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 409,
      "h": 560,
      "ii": 1899,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 409,
        "h": 560,
        "ii": 1900,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 70,
          "ii": 1901,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 1902,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 169,
            "h": 20,
            "ii": 1903,
            "n": "1. Скупщик Ониксов",
            "tp": "Text",
            "tx": "1. Скупщик Ониксов",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\n"
           },
           {
            "x": 70,
            "y": 432,
            "w": 187,
            "h": 20,
            "ii": 1904,
            "n": "2. Сбежавшая Мурысь",
            "tp": "Text",
            "tx": "2. Сбежавшая Мурысь",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 462,
          "w": 310,
          "h": 45,
          "ii": 1905,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 462,
            "w": 66,
            "h": 20,
            "ii": 1906,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 487,
            "w": 310,
            "h": 20,
            "ii": 1907,
            "n": "Западный Джото - Восточный Джото",
            "tp": "Text",
            "tx": "Западный Джото - Восточный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 517,
          "w": 129,
          "h": 45,
          "ii": 1908,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 517,
            "w": 129,
            "h": 20,
            "ii": 1909,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 542,
            "w": 65,
            "h": 20,
            "ii": 1910,
            "n": "Фонтан",
            "tp": "Text",
            "tx": "Фонтан",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 572,
          "w": 126,
          "h": 45,
          "ii": 1911,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 572,
            "w": 42,
            "h": 20,
            "ii": 1912,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 597,
            "w": 126,
            "h": 20,
            "ii": 1913,
            "n": "Коллекционер",
            "tp": "Text",
            "tx": "Коллекционер",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 627,
          "w": 409,
          "h": 65,
          "ii": 1914,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 627,
            "w": 77,
            "h": 20,
            "ii": 1915,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 652,
            "w": 409,
            "h": 40,
            "ii": 1916,
            "n": "Помочь Коллекционеру в поиске уникальных предметов.",
            "tp": "Text",
            "tx": "Помочь Коллекционеру в поиске уникальных предметов.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 702,
          "w": 122,
          "h": 45,
          "ii": 1917,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 702,
            "w": 69,
            "h": 20,
            "ii": 1918,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 727,
            "w": 122,
            "h": 20,
            "ii": 1919,
            "n": "Одноразовый.",
            "tp": "Text",
            "tx": "Одноразовый.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 757,
          "w": 388,
          "h": 185,
          "ii": 1920,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 757,
            "w": 76,
            "h": 20,
            "ii": 1921,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 782,
            "w": 388,
            "h": 160,
            "ii": 1922,
            "n": "1. Возможность получить Корона и Цинк х10 2. #274 Лифуду 3. #359 Багиррот 4. Рыболовные сети 5. Чешуя дракона 6. TM 36 - Грязевая бомба 7. Пластиковая скоба 8. Возможность ловли #273 Корнис",
            "tp": "Text",
            "tx": "1. Возможность получить  Корона и  Цинк х10\r\n2. #274 Лифуду\r\n3. #359 Багиррот\r\n4.  Рыболовные сети\r\n5.  Чешуя дракона\r\n6.  TM 36 - Грязевая бомба\r\n7.  Пластиковая скоба\r\n8. Возможность ловли #273 Корнис",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1923,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1924,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1925,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1926,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1927,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 1928,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 78,
    "ii": 1929,
    "n": "Group 8",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 78,
      "ii": 1930,
      "n": "Оставленная пасека",
      "tp": "Text",
      "tx": "Оставленная пасека",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
     }
    ]
   },
   {
    "x": 760,
    "y": 429,
    "w": 809,
    "h": 840,
    "ii": 1931,
    "n": "Запись 1. Прогулка по окрестностям Флауренции - весьма занимательно действие: сельская местность, поля, луга, обилие травяных монстров и монстров-жуков... Во время прогулки зашла на какую-то ферму в надежде попросить стакан воды. На краю фермы есть огороженная пасека. Испугавшие меня гул и беспрестанное жужжание, по словам фермера, производит рой Москилл, обосновавшийся на разорённой пасеке. Надо попробовать их оттуда прогнать! (На данном этапе Вам необходимо освободить пасеку от оккупировавших её диких Москилл. Для этого необходимо прогнать незваных гостей. Окончанием этого трудоёмкого процесса будут выбитые вами Старые соты х1) Запись 2. Мне удалось очистить пасеку от надоедливых Москилл! Теперь там только пустые улья и вот эти Старые соты. Наверное, надо их отнести фермеру. ( После того как Вы прогоните всех Москилл с пасеки, Вам предстоит ещё один разговор с Фермером, в ходе которого он попросит Вас помочь ему восстановить опустевший промысел. Для восстановления пасеки Вам понадобится сделать следующее: Раздобыть Хани х20 и Роялони х1. Для этого необходимо отправиться на Небольшую скалу в саваннах Западном Джото. Доступ к ловле Хани откроется сразу после просьбы Фермера. Принести Квестовый Мед х20 (Дроп из Роялони на Небольшой скале). Возвращаемся в Восточный Джото и отдаём всё найденное Фермеру. Ждём 24 часа.) Запись 3. Мне удалось собрать всё необходимое для восстановления пасеки. Странно, но Хани грустно летают вокруг Роялони и даже не думают собирать мёд, хотя и сад весь в цвету, и на полях распустились великолепные растения. Надо попробовать узнать, в чём дело. (Отправляемся на поиски решения проблемы. Ответ находим у дядюшки Бриджа, который начнёт с нами разговаривать только после выполнения Записи 1 квеста \"Несчастный Тропиус\".) Запись 4. Факт, поведанный дядюшкой Бриджем, заинтересовал не только меня. Фермер полагает, что стоит попробовать собрать команду из монстров, способных использовать Сладкую пыльцу. (Обрадованные хорошими новостями, возвращаемся к Фермеру. Пораздумав, он опять просит вашей помощи. На этот раз необходимо найти покемонов, знающие атаку Сладкая пыльца:Мандракас х5, Буллитум х5, Астрания х5. Ждём 24 часа, необходимые для окончательного восстановления пасеки. При следующем диалоге Фермер расскажет о наконец-то работающей пасеке и новом её обитателе - Джуснель, которого Вы можете ловить безо всяких преград) Запись 5. Ура! Травяные монстры сплотили Хани и теперь пасека работает, как прежде! Фермер рассказал, что аромат сладкой пыльцы привлёк на пасеку редких монстров-жуков... Надо будет там прогуляться!",
    "tp": "Text",
    "tx": "Запись 1.\r\nПрогулка по окрестностям Флауренции - весьма занимательно действие: сельская местность, поля, луга, обилие травяных монстров и монстров-жуков... Во время прогулки зашла на какую-то ферму в надежде попросить стакан воды. На краю фермы есть огороженная пасека. Испугавшие меня гул и беспрестанное жужжание, по словам фермера, производит рой Москилл, обосновавшийся на разорённой пасеке. Надо попробовать их оттуда прогнать! (На данном этапе Вам необходимо освободить пасеку от оккупировавших её диких Москилл. Для этого необходимо прогнать незваных гостей. Окончанием этого трудоёмкого процесса будут выбитые вами Старые соты х1)\r\n\r\nЗапись 2.\r\nМне удалось очистить пасеку от надоедливых Москилл! Теперь там только пустые улья и вот эти Старые соты. Наверное, надо их отнести фермеру. ( После того как Вы прогоните всех Москилл с пасеки, Вам предстоит ещё один разговор с Фермером, в ходе которого он попросит Вас помочь ему восстановить опустевший промысел. Для восстановления пасеки Вам понадобится сделать следующее:\r\nРаздобыть Хани х20 и Роялони х1. Для этого необходимо отправиться на Небольшую скалу в саваннах Западном Джото. Доступ к ловле Хани откроется сразу после просьбы Фермера.\r\nПринести Квестовый Мед х20 (Дроп из Роялони на Небольшой скале). Возвращаемся в Восточный Джото и отдаём всё найденное Фермеру. Ждём 24 часа.)\r\n\r\nЗапись 3.\r\nМне удалось собрать всё необходимое для восстановления пасеки. Странно, но Хани грустно летают вокруг Роялони и даже не думают собирать мёд, хотя и сад весь в цвету, и на полях распустились великолепные растения. Надо попробовать узнать, в чём дело. (Отправляемся на поиски решения проблемы. Ответ находим у дядюшки Бриджа, который начнёт с нами разговаривать только после выполнения Записи 1 квеста \"Несчастный Тропиус\".)\r\n\r\nЗапись 4.\r\nФакт, поведанный дядюшкой Бриджем, заинтересовал не только меня. Фермер полагает, что стоит попробовать собрать команду из монстров, способных использовать Сладкую пыльцу. (Обрадованные хорошими новостями, возвращаемся к Фермеру. Пораздумав, он опять просит вашей помощи. На этот раз необходимо найти покемонов, знающие атаку Сладкая пыльца:Мандракас х5, Буллитум х5, Астрания х5. Ждём 24 часа, необходимые для окончательного восстановления пасеки. При следующем диалоге Фермер расскажет о наконец-то работающей пасеке и новом её обитателе - Джуснель, которого Вы можете ловить безо всяких преград)\r\n\r\nЗапись 5.\r\nУра! Травяные монстры сплотили Хани и теперь пасека работает, как прежде! Фермер рассказал, что аромат сладкой пыльцы привлёк на пасеку редких монстров-жуков... Надо будет там прогуляться!",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 761,
    "y": 217,
    "w": 474,
    "h": 192,
    "ii": 1932,
    "n": "Для прохождения квеста вам понадобится: 1) Пройденный квест 2) Хани х20 3) Мёд х20 4) Роялони х1 5) Мандракас со сладкой пыльцой х5 6) Буллитум со сладкой пыльцой х5 7) Астрания со сладкой пыльцой х5",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобится:\r\n1) Пройденный квест \n2) Хани х20\r\n3) Мёд х20\r\n4) Роялони х1\r\n5) Мандракас со сладкой пыльцой х5\r\n6) Буллитум со сладкой пыльцой х5\r\n7) Астрания со сладкой пыльцой х5",
    "pr": "font-family: Montserrat;\nfont-size: 20px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 998,
    "y": 241,
    "w": 233,
    "h": 24,
    "ii": 1933,
    "n": "Несчастный Пальмер",
    "tp": "Text",
    "tx": "Несчастный Пальмер",
    "pr": "font-family: Montserrat;\nfont-size: 20px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 70,
    "y": 382,
    "w": 440,
    "h": 440,
    "ii": 1934,
    "n": "Frame 22",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 382,
      "w": 254,
      "h": 20,
      "ii": 1935,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 254,
        "h": 20,
        "ii": 1936,
        "n": "Требования к прохождению:",
        "tp": "Text",
        "tx": "Требования к прохождению:\r",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 412,
      "w": 158,
      "h": 20,
      "ii": 1937,
      "n": "1. Дядюшка Бридж",
      "tp": "Text",
      "tx": "1. Дядюшка Бридж",
      "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
     },
     {
      "x": 70,
      "y": 442,
      "w": 325,
      "h": 65,
      "ii": 1938,
      "n": "Frame 12",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 442,
        "w": 66,
        "h": 20,
        "ii": 1939,
        "n": "Регион:",
        "tp": "Text",
        "tx": "Регион:",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 467,
        "w": 325,
        "h": 40,
        "ii": 1940,
        "n": "Восточный Джото - Западный Джото - Восточный Джото",
        "tp": "Text",
        "tx": "Восточный Джото - Западный Джото -\r\nВосточный Джото",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 517,
      "w": 129,
      "h": 45,
      "ii": 1941,
      "n": "Frame 13",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 517,
        "w": 129,
        "h": 20,
        "ii": 1942,
        "n": "Начало квеста:",
        "tp": "Text",
        "tx": "Начало квеста: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 542,
        "w": 59,
        "h": 20,
        "ii": 1943,
        "n": "Ферма",
        "tp": "Text",
        "tx": "Ферма",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 572,
      "w": 70,
      "h": 45,
      "ii": 1944,
      "n": "Frame 14",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 572,
        "w": 42,
        "h": 20,
        "ii": 1945,
        "n": "НПС:",
        "tp": "Text",
        "tx": "НПС: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 597,
        "w": 70,
        "h": 20,
        "ii": 1946,
        "n": "Фермер",
        "tp": "Text",
        "tx": "Фермер",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 627,
      "w": 440,
      "h": 45,
      "ii": 1947,
      "n": "Frame 15",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 627,
        "w": 77,
        "h": 20,
        "ii": 1948,
        "n": "Задание:",
        "tp": "Text",
        "tx": "Задание: ",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 652,
        "w": 440,
        "h": 20,
        "ii": 1949,
        "n": "Помочь фермеру восстановить разорённую пасеку.",
        "tp": "Text",
        "tx": "Помочь фермеру восстановить разорённую пасеку.",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 682,
      "w": 119,
      "h": 45,
      "ii": 1950,
      "n": "Frame 16",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 682,
        "w": 69,
        "h": 20,
        "ii": 1951,
        "n": "Статус:",
        "tp": "Text",
        "tx": "Статус: \r",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 707,
        "w": 119,
        "h": 20,
        "ii": 1952,
        "n": "Одноразовый",
        "tp": "Text",
        "tx": "Одноразовый",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 737,
      "w": 323,
      "h": 85,
      "ii": 1953,
      "n": "Frame 17",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 737,
        "w": 76,
        "h": 20,
        "ii": 1954,
        "n": "Награда:",
        "tp": "Text",
        "tx": "Награда:",
        "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       },
       {
        "x": 70,
        "y": 762,
        "w": 323,
        "h": 60,
        "ii": 1955,
        "n": "1. Возможность ловли #415 Хани 2. Возможность ловли #213 Джуснель 3. Обучение атаке: Взрывное семя",
        "tp": "Text",
        "tx": "1. Возможность ловли #415 Хани\r\n2. Возможность ловли #213 Джуснель\r\n3. Обучение атаке: Взрывное семя\r",
        "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
       }
      ]
     }
    ]
   },
   {
    "x": 202,
    "y": 256,
    "w": 130,
    "h": 90,
    "ii": 1956,
    "n": "Group 9",
    "tp": "Group",
    "c": [
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1957,
      "n": "Rectangle 11",
      "tp": "ShapePath",
      "pr": " border-radius : 5px;\nborder-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1958,
      "n": "Rectangle 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1959,
      "n": "Rectangle 13",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1960,
      "n": "Rectangle 14",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 1961,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1962,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 1963,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 1964,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1965,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 709,
    "ii": 1966,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 1289,
    "w": 910,
    "h": 114,
    "ii": 1967,
    "n": "Group 18",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 1289,
      "w": 150,
      "h": 114,
      "ii": 1968,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 925,
      "y": 1289,
      "w": 150,
      "h": 114,
      "ii": 1969,
      "n": "image 4",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1090,
      "y": 1304,
      "w": 85,
      "h": 85,
      "ii": 1970,
      "n": "image 5",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1190,
      "y": 1289,
      "w": 150,
      "h": 114,
      "ii": 1971,
      "n": "image 6",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1355,
      "y": 1289,
      "w": 150,
      "h": 114,
      "ii": 1972,
      "n": "image 7",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1520,
      "y": 1289,
      "w": 150,
      "h": 114,
      "ii": 1973,
      "n": "image 8",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 842,
    "w": 317,
    "h": 35,
    "ii": 1974,
    "n": "Frame 18",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 842,
      "w": 66,
      "h": 15,
      "ii": 1975,
      "n": "приметка:",
      "tp": "Text",
      "tx": "приметка:",
      "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     },
     {
      "x": 70,
      "y": 862,
      "w": 317,
      "h": 15,
      "ii": 1976,
      "n": "Обучение доступно после прохождения квестов:",
      "tp": "Text",
      "tx": "Обучение доступно после прохождения квестов:\r",
      "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 881,
    "w": 111,
    "h": 15,
    "ii": 1977,
    "n": "Дядюшка Бридж,",
    "tp": "Text",
    "tx": "Дядюшка Бридж, ",
    "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 328,
    "y": 881,
    "w": 134,
    "h": 15,
    "ii": 1978,
    "n": "Оставленная пасека",
    "tp": "Text",
    "tx": " Оставленная пасека",
    "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 184,
    "y": 881,
    "w": 141,
    "h": 15,
    "ii": 1979,
    "n": "Несчастный Пальмер,",
    "tp": "Text",
    "tx": "Несчастный Пальмер,",
    "pr": "font-family: Montserrat;\nfont-size: 12px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 1500,
    "h": 1397,
    "ii": 1980,
    "n": "Group 8",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 78,
      "ii": 1981,
      "n": "Прутти  покинули лес",
      "tp": "Text",
      "tx": "Прутти  покинули лес",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
     },
     {
      "x": 760,
      "y": 501,
      "w": 809,
      "h": 920,
      "ii": 1982,
      "n": "Запись 1. Рейнджер, охраняющий лес вокруг воздушного стадиона, озадачен резкой переменой в лиственном подлеске: там стало как-то темнее, деревья выглядят болезненно и, самое страшное, рейнджер подозревает, что Прутти(Трикко), обитавшие в том лесу и следившие за порядком, исчезли... Мы предположили, что Прутти(Трикко) были прогнаны монстрами-жуками. Но без консультации специалиста по монстрам-жукам не обойтись! (Идем в Новый район -> Дом Букера. Профессора на месте нет. его жена просит вернуть Дирбаг(Пинсер) с защитой 105) Запись 2. Вернула беглеца миссис Букер. Не могу сказать, что та счастлива новому соседу, но выглядела она бодрее. По её словам, мистер Букер в Канто, где что-то произошло с дикими Нинорино. Запись 3. Поиски мистера Букера привели меня в единственное место обитания диких Нинорино в Канто(Маршрут 14). Оказывается, они больны. Доктор Кватч, друг мистера Букера, обратился к нему за помощью. Странно, но уже несколько дней от мистера Букера нет ни вестей, ни посыльного с лекарством... После разговора с доктором он направился в лабиринт. Нужно как можно скорее его отыскать! (для лекарств потребуются: Монстр с ядовитой пыльцой; лечебная трава х15; волосок редлика(веноната) х7; лиственный камень х2; стимпак х5 и 20т для фармацевта. После приготовления лекарств отдаем их Кватчу. Букеру нужно будет принести 3 Бонозавра(Кубона)) Запись 4. Мистера Букера нашла, с Нинорино всё в порядке. С чистой совестью можно следовать в Восточный Джото за м-ром Букером. Он сказал, что сам хочет осмотреть лес и переговорить с рейнджером. (если хотите получить обучаемую атаку Укус насекомого, Букеру нужно принести Квадроки(Мачемп) лвл не важен) Запись 5. Мистер Букер осмотрел окрестности, поговорил с рейнджером и выяснил причины агрессивности монстров-жуков. Оказывается, кто-то украл все их припасы. Отправляться на поиски воришек бессмысленно. А вот восстановить припасы - единственный способ успокоить Мотль, Рахнус и Листотел... (Принести орехи х15 рейнджеру) Запись 6. Все орехи собраны и отданы рейнджеру. Надеюсь, в лесу воцарится прежнее спокойствие. П.С.: рейнджер, как оказалось, нашёл маленького Прутти, который отбился от стаи и был атакован жуками. Теперь с ним всё в порядке: в моей команде ему ничего не угрожает! NB: Исследователь монстров-жуков, мистер Букер, живёт в новом районе Голденрода. NB: Аптека находится в Церулине. Фармацевт работает с 08:00 до 23:00.",
      "tp": "Text",
      "tx": "Запись 1.\r\nРейнджер, охраняющий лес вокруг воздушного стадиона, озадачен резкой переменой в лиственном подлеске: там стало как-то темнее, деревья выглядят болезненно и, самое страшное, рейнджер подозревает, что Прутти(Трикко), обитавшие в том лесу и следившие за порядком, исчезли... Мы предположили, что Прутти(Трикко) были прогнаны монстрами-жуками. Но без консультации специалиста по монстрам-жукам не обойтись!\r\n(Идем в Новый район -> Дом Букера. Профессора на месте нет. его жена просит вернуть Дирбаг(Пинсер) с защитой 105)\r\n\r\nЗапись 2.\r\nВернула беглеца миссис Букер. Не могу сказать, что та счастлива новому соседу, но выглядела она бодрее. По её словам, мистер Букер в Канто, где что-то произошло с дикими Нинорино.\r\n\r\nЗапись 3.\r\nПоиски мистера Букера привели меня в единственное место обитания диких Нинорино в Канто(Маршрут 14). Оказывается, они больны. Доктор Кватч, друг мистера Букера, обратился к нему за помощью. Странно, но уже несколько дней от мистера Букера нет ни вестей, ни посыльного с лекарством... После разговора с доктором он направился в лабиринт. Нужно как можно скорее его отыскать!\r\n(для лекарств потребуются: Монстр с ядовитой пыльцой; лечебная трава х15; волосок редлика(веноната) х7; лиственный камень х2; стимпак х5 и 20т для фармацевта. После приготовления лекарств отдаем их Кватчу. Букеру нужно будет принести 3 Бонозавра(Кубона))\r\n\r\nЗапись 4.\r\nМистера Букера нашла, с Нинорино всё в порядке. С чистой совестью можно следовать в Восточный Джото за м-ром Букером. Он сказал, что сам хочет осмотреть лес и переговорить с рейнджером.\r\n(если хотите получить обучаемую атаку Укус насекомого, Букеру нужно принести Квадроки(Мачемп) лвл не важен)\r\n\r\nЗапись 5.\r\nМистер Букер осмотрел окрестности, поговорил с рейнджером и выяснил причины агрессивности монстров-жуков. Оказывается, кто-то украл все их припасы. Отправляться на поиски воришек бессмысленно. А вот восстановить припасы - единственный способ успокоить Мотль, Рахнус и Листотел...\r\n(Принести орехи х15 рейнджеру)\r\n\r\nЗапись 6.\r\nВсе орехи собраны и отданы рейнджеру. Надеюсь, в лесу воцарится прежнее спокойствие.\r\n\r\nП.С.: рейнджер, как оказалось, нашёл маленького Прутти, который отбился от стаи и был атакован жуками. Теперь с ним всё в порядке: в моей команде ему ничего не угрожает!\r\n\r\nNB: Исследователь монстров-жуков, мистер Букер, живёт в новом районе Голденрода.\r\nNB: Аптека находится в Церулине. Фармацевт работает с 08:00 до 23:00.",
      "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
     },
     {
      "x": 761,
      "y": 217,
      "w": 360,
      "h": 264,
      "ii": 1983,
      "n": "1) Ранг >650 2) Дирбаг(Пинсер) с защитой 105 3) Монстр с ядовитой пыльцой 4) Лечебная трава х15 5) Волосок редлика(веноната) х7 6) Лиственный камень х2 7) Стимпак х5 8) 20т 9) Бонозавра(Кубона) х3 10) Квадроки(Мачемп) х1 11) Орехи х15",
      "tp": "Text",
      "tx": "1) Ранг >650\r\n2) Дирбаг(Пинсер) с защитой 105\r\n3) Монстр с ядовитой пыльцой\r\n4) Лечебная трава х15\r\n5) Волосок редлика(веноната) х7\r\n6) Лиственный камень х2\r\n7) Стимпак х5\r\n8) 20т\r\n9) Бонозавра(Кубона) х3\r\n10) Квадроки(Мачемп) х1\r\n11) Орехи х15",
      "pr": "font-family: Montserrat;\nfont-size: 20px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
     },
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 1984,
      "n": "Group 14",
      "tp": "Group",
      "c": [
       {
        "x": 760,
        "y": 158,
        "w": 414,
        "h": 39,
        "ii": 1985,
        "n": "Помощь в прохождении",
        "tp": "Text",
        "tx": "Помощь в прохождении",
        "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
       }
      ]
     },
     {
      "x": 740,
      "y": 1441,
      "w": 830,
      "h": 114,
      "ii": 1986,
      "n": "Group 18",
      "tp": "Group",
      "c": [
       {
        "x": 740,
        "y": 1441,
        "w": 150,
        "h": 114,
        "ii": 1987,
        "n": "image 3",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       },
       {
        "x": 880,
        "y": 1441,
        "w": 150,
        "h": 114,
        "ii": 1988,
        "n": "image 4",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       },
       {
        "x": 1325,
        "y": 1456,
        "w": 85,
        "h": 85,
        "ii": 1989,
        "n": "image 5",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       },
       {
        "x": 1135,
        "y": 1456,
        "w": 85,
        "h": 85,
        "ii": 1990,
        "n": "image 9",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       },
       {
        "x": 1040,
        "y": 1456,
        "w": 85,
        "h": 85,
        "ii": 1991,
        "n": "image 11",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       },
       {
        "x": 1230,
        "y": 1456,
        "w": 85,
        "h": 85,
        "ii": 1992,
        "n": "image 10",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       },
       {
        "x": 1420,
        "y": 1441,
        "w": 150,
        "h": 114,
        "ii": 1993,
        "n": "image 7",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     }
    ]
   },
   {
    "x": 202,
    "y": 256,
    "w": 130,
    "h": 90,
    "ii": 1994,
    "n": "Group 9",
    "tp": "Group",
    "c": [
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1995,
      "n": "Rectangle 11",
      "tp": "ShapePath",
      "pr": " border-radius : 5px;\nborder-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1996,
      "n": "Rectangle 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1997,
      "n": "Rectangle 13",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 1998,
      "n": "Group 9",
      "tp": "Group",
      "c": [
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 1999,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": " border-radius : 5px;\nborder-width : 1px;\n"
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2000,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 2001,
      "n": "Rectangle 14",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 2002,
      "n": "Rectangle 15",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 2003,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2004,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2005,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 659,
    "ii": 2006,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 70,
    "y": 382,
    "w": 532,
    "h": 435,
    "ii": 2007,
    "n": "Group 18",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 382,
      "w": 532,
      "h": 435,
      "ii": 2008,
      "n": "Frame 24",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 254,
        "h": 45,
        "ii": 2009,
        "n": "Frame 11",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 20,
          "ii": 2010,
          "n": "Требования к прохождению:",
          "tp": "Text",
          "tx": "Требования к прохождению:\r",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 407,
          "w": 97,
          "h": 20,
          "ii": 2011,
          "n": "1. Ранг >650",
          "tp": "Text",
          "tx": "1. Ранг >650",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 437,
        "w": 216,
        "h": 45,
        "ii": 2012,
        "n": "Frame 12",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 437,
          "w": 66,
          "h": 20,
          "ii": 2013,
          "n": "Регион:",
          "tp": "Text",
          "tx": "Регион:",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 462,
          "w": 216,
          "h": 20,
          "ii": 2014,
          "n": "Восточный Джото - Канто",
          "tp": "Text",
          "tx": "Восточный Джото - Канто",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 492,
        "w": 192,
        "h": 45,
        "ii": 2015,
        "n": "Frame 13",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 492,
          "w": 129,
          "h": 20,
          "ii": 2016,
          "n": "Начало квеста:",
          "tp": "Text",
          "tx": "Начало квеста: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 517,
          "w": 192,
          "h": 20,
          "ii": 2017,
          "n": "Лиственный подлесок",
          "tp": "Text",
          "tx": "Лиственный подлесок",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 547,
        "w": 89,
        "h": 45,
        "ii": 2018,
        "n": "Frame 14",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 547,
          "w": 42,
          "h": 20,
          "ii": 2019,
          "n": "НПС:",
          "tp": "Text",
          "tx": "НПС: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 572,
          "w": 89,
          "h": 20,
          "ii": 2020,
          "n": "Рейнджер",
          "tp": "Text",
          "tx": "Рейнджер",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 602,
        "w": 183,
        "h": 45,
        "ii": 2021,
        "n": "Frame 15",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 602,
          "w": 77,
          "h": 20,
          "ii": 2022,
          "n": "Задание:",
          "tp": "Text",
          "tx": "Задание: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 627,
          "w": 183,
          "h": 20,
          "ii": 2023,
          "n": "Вернуть Прутти в лес",
          "tp": "Text",
          "tx": "Вернуть Прутти в лес",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 657,
        "w": 119,
        "h": 45,
        "ii": 2024,
        "n": "Frame 16",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 657,
          "w": 69,
          "h": 20,
          "ii": 2025,
          "n": "Статус:",
          "tp": "Text",
          "tx": "Статус: \r",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 682,
          "w": 119,
          "h": 20,
          "ii": 2026,
          "n": "Одноразовый",
          "tp": "Text",
          "tx": "Одноразовый",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 712,
        "w": 532,
        "h": 105,
        "ii": 2027,
        "n": "Frame 17",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 712,
          "w": 76,
          "h": 20,
          "ii": 2028,
          "n": "Награда:",
          "tp": "Text",
          "tx": "Награда:",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 737,
          "w": 532,
          "h": 80,
          "ii": 2029,
          "n": "1. #252 Прутти 2. Обучение атаке: Укус насекомого 3. Возможность покупать Лиственный камень в Гипермаркете Целадона",
          "tp": "Text",
          "tx": "1. #252 Прутти\r\n2. Обучение атаке: Укус насекомого\r\n3. Возможность покупать  Лиственный камень в Гипермаркете Целадона",
          "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       }
      ]
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 78,
    "ii": 2030,
    "n": "Group 8",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 78,
      "ii": 2031,
      "n": "Свадебный переполох",
      "tp": "Text",
      "tx": "Свадебный переполох",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
     }
    ]
   },
   {
    "x": 760,
    "y": 405,
    "w": 809,
    "h": 880,
    "ii": 2032,
    "n": "Запись 1. По дороге во Флауренцию встретила девушку - жуколова Кристи, которая поделилась со мной странной историей. Её подруга хочет провести свадьбу... монстров. Даже представить себе не могу это событие! Свадьба монстров… Как интересно! Попробую уточнить у девушки по имени Стефани, нужно ее найти. (Флауренция -> Оранжерея цветов) Запись 2. По рассказу Стефани, что оказалась в Оранжерее цветов Флауренции, церемония должна быть очень красивой. Но нужно помочь в организации, складывается такое впечатление, что она даже и не начинала готовиться! Бранзер(Сквиртл) Ричард, так зовут будущего жениха, ждёт меня на пляже в Фуксии. Его нужно привести в форму типовыми конфетами. Сколько их нужно - неизвестно. Стефани выбрала для него два костюма: «Крепкий панцирь» и «Суровый рокер». Для последнего не хватает деталей, можно попробовать подыскать что-нибудь, вдруг Бранзер понравится. Помимо этого нужно принести с десяток веток Чванши Стефани, но это потом... (Нужны конфеты водного типа, если в начале сквиртлу дать черные очки, конфет уйдет меньше. Количество конфет скормленных сквиртлу определяется рандомно) Запись 3. Готово! Бранзер наконец-то в нужной форме и готов к свадьбе! Пока он будет ждать невесту, отвезу ветки Чванши Стефани, заодно расскажу, как всё прошло. Запись 4. Ох уж эти Месьер, летят на все блестящее… Обидно за Стефани, она ведь так старалась для церемонии, а эти негодные птицы украли всё необходимое для свадьбы. Нельзя оставить её в беде. Попробую найти по короне и водному амулету жениху и невесте. (Принести 2 короны и 2 водных амулета) Запись 5. Вот теперь точно всё готово! Стефани пригласила меня на свадьбу и сказала, что меня ждет маленький Бранзер… Здорово! Поскорее отправлюсь в Канто, дабы ничего не пропустить! Церемония просто обязана выйти замечательной! Запись 6. Эх, обидно, успела лишь к концу церемонии. Но ничего, семья Бранзер выглядит счастливой, а это самое главное! Сколько радости было в их глазах! Запись 7. Свадьба монстров - это что-то невероятное! Возможно, когда-нибудь и у меня будет влюблённая парочка, для которой я с радостью организую подобную церемонию! Ах, мечты... Ах, да! Меня же ждет в питомнике новый малыш - Бранзер… Что ж, думаю, с ним у нас впереди ждёт много интересного! NB: Заросли Чванши есть в Канто.",
    "tp": "Text",
    "tx": "Запись 1.\r\nПо дороге во Флауренцию встретила девушку - жуколова Кристи, которая поделилась со мной странной историей. Её подруга хочет провести свадьбу... монстров.\r\nДаже представить себе не могу это событие! Свадьба монстров… Как интересно! Попробую уточнить у девушки по имени Стефани, нужно ее найти. (Флауренция -> Оранжерея цветов)\r\n\r\nЗапись 2.\r\nПо рассказу Стефани, что оказалась в Оранжерее цветов Флауренции, церемония должна быть очень красивой. Но нужно помочь в организации, складывается такое впечатление, что она даже и не начинала готовиться! Бранзер(Сквиртл) Ричард, так зовут будущего жениха, ждёт меня на пляже в Фуксии. Его нужно привести в форму типовыми конфетами. Сколько их нужно - неизвестно. Стефани выбрала для него два костюма: «Крепкий панцирь» и «Суровый рокер». Для последнего не хватает деталей, можно попробовать подыскать что-нибудь, вдруг Бранзер понравится.\r\nПомимо этого нужно принести с десяток веток Чванши Стефани, но это потом...\r\n(Нужны конфеты водного типа, если в начале сквиртлу дать черные очки, конфет уйдет меньше. Количество конфет скормленных сквиртлу определяется рандомно)\r\n\r\nЗапись 3.\r\nГотово! Бранзер наконец-то в нужной форме и готов к свадьбе! Пока он будет ждать невесту, отвезу ветки Чванши Стефани, заодно расскажу, как всё прошло.\r\n\r\nЗапись 4.\r\nОх уж эти Месьер, летят на все блестящее… Обидно за Стефани, она ведь так старалась для церемонии, а эти негодные птицы украли всё необходимое для свадьбы. Нельзя оставить её в беде. Попробую найти по короне и водному амулету жениху и невесте.\r\n(Принести 2 короны и 2 водных амулета)\r\n\r\nЗапись 5.\r\nВот теперь точно всё готово! Стефани пригласила меня на свадьбу и сказала, что меня ждет маленький Бранзер… Здорово! Поскорее отправлюсь в Канто, дабы ничего не пропустить! Церемония просто обязана выйти замечательной!\r\n\r\nЗапись 6.\r\nЭх, обидно, успела лишь к концу церемонии. Но ничего, семья Бранзер выглядит счастливой, а это самое главное! Сколько радости было в их глазах!\r\n\r\nЗапись 7.\r\nСвадьба монстров - это что-то невероятное! Возможно, когда-нибудь и у меня будет влюблённая парочка, для которой я с радостью организую подобную церемонию! Ах, мечты...\r\nАх, да! Меня же ждет в питомнике новый малыш - Бранзер… Что ж, думаю, с ним у нас впереди ждёт много интересного!\r\n\r\nNB: Заросли Чванши есть в Канто.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 761,
    "y": 217,
    "w": 486,
    "h": 168,
    "ii": 2033,
    "n": "Для прохождения квеста вам понадобиться: 1) Ранг >650 2) Конфеты \"Морской бриз\" 3) Черные очки 4) Ветки дерева Чванши х10 5) Корона х2 6) Водный амулет х2",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобиться:\r\n1) Ранг >650\r\n2) Конфеты \"Морской бриз\"\r\n3) Черные очки\r\n4) Ветки дерева Чванши х10\r\n5) Корона х2\r\n6) Водный амулет х2",
    "pr": "font-family: Montserrat;\nfont-size: 20px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 202,
    "y": 256,
    "w": 130,
    "h": 90,
    "ii": 2034,
    "n": "Group 9",
    "tp": "Group",
    "c": [
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 2035,
      "n": "Rectangle 11",
      "tp": "ShapePath",
      "pr": " border-radius : 5px;\nborder-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 2036,
      "n": "Rectangle 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 2037,
      "n": "Rectangle 13",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 2038,
      "n": "Group 9",
      "tp": "Group",
      "c": [
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2039,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": " border-radius : 5px;\nborder-width : 1px;\n"
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2040,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2041,
        "n": "Rectangle 13",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 2042,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2043,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2044,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 2045,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 2046,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 760,
    "y": 1305,
    "w": 485,
    "h": 85,
    "ii": 2047,
    "n": "Frame 19",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 1305,
      "w": 85,
      "h": 85,
      "ii": 2048,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 860,
      "y": 1305,
      "w": 85,
      "h": 85,
      "ii": 2049,
      "n": "image 7",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 960,
      "y": 1305,
      "w": 85,
      "h": 85,
      "ii": 2050,
      "n": "image 8",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1060,
      "y": 1305,
      "w": 85,
      "h": 85,
      "ii": 2051,
      "n": "image 9",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1160,
      "y": 1305,
      "w": 85,
      "h": 85,
      "ii": 2052,
      "n": "image 10",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 659,
    "ii": 2053,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 70,
    "y": 382,
    "w": 348,
    "h": 375,
    "ii": 2054,
    "n": "Group 18",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 382,
      "w": 348,
      "h": 375,
      "ii": 2055,
      "n": "Frame 23",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 254,
        "h": 45,
        "ii": 2056,
        "n": "Frame 11",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 20,
          "ii": 2057,
          "n": "Требования к прохождению:",
          "tp": "Text",
          "tx": "Требования к прохождению:\r",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 407,
          "w": 97,
          "h": 20,
          "ii": 2058,
          "n": "1. Ранг >650",
          "tp": "Text",
          "tx": "1. Ранг >650",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 437,
        "w": 216,
        "h": 45,
        "ii": 2059,
        "n": "Frame 12",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 437,
          "w": 66,
          "h": 20,
          "ii": 2060,
          "n": "Регион:",
          "tp": "Text",
          "tx": "Регион:",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 462,
          "w": 216,
          "h": 20,
          "ii": 2061,
          "n": "Восточный Джото - Канто",
          "tp": "Text",
          "tx": "Восточный Джото - Канто",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 492,
        "w": 129,
        "h": 45,
        "ii": 2062,
        "n": "Frame 13",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 492,
          "w": 129,
          "h": 20,
          "ii": 2063,
          "n": "Начало квеста:",
          "tp": "Text",
          "tx": "Начало квеста: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 517,
          "w": 95,
          "h": 20,
          "ii": 2064,
          "n": "Дорога №3",
          "tp": "Text",
          "tx": "Дорога №3",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 547,
        "w": 141,
        "h": 45,
        "ii": 2065,
        "n": "Frame 14",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 547,
          "w": 42,
          "h": 20,
          "ii": 2066,
          "n": "НПС:",
          "tp": "Text",
          "tx": "НПС: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 572,
          "w": 141,
          "h": 20,
          "ii": 2067,
          "n": "Жуколов Кристи",
          "tp": "Text",
          "tx": "Жуколов Кристи",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 602,
        "w": 348,
        "h": 45,
        "ii": 2068,
        "n": "Frame 15",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 602,
          "w": 77,
          "h": 20,
          "ii": 2069,
          "n": "Задание:",
          "tp": "Text",
          "tx": "Задание: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 627,
          "w": 348,
          "h": 20,
          "ii": 2070,
          "n": "Помочь организовать свадьбу монстров.",
          "tp": "Text",
          "tx": "Помочь организовать свадьбу монстров.",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 657,
        "w": 119,
        "h": 45,
        "ii": 2071,
        "n": "Frame 16",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 657,
          "w": 69,
          "h": 20,
          "ii": 2072,
          "n": "Статус:",
          "tp": "Text",
          "tx": "Статус: \r",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 682,
          "w": 119,
          "h": 20,
          "ii": 2073,
          "n": "Одноразовый",
          "tp": "Text",
          "tx": "Одноразовый",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 712,
        "w": 121,
        "h": 45,
        "ii": 2074,
        "n": "Frame 17",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 712,
          "w": 76,
          "h": 20,
          "ii": 2075,
          "n": "Награда:",
          "tp": "Text",
          "tx": "Награда:",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 737,
          "w": 121,
          "h": 20,
          "ii": 2076,
          "n": "#007 Бранзер",
          "tp": "Text",
          "tx": "#007 Бранзер",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       }
      ]
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 317,
    "w": 809,
    "h": 720,
    "ii": 2077,
    "n": "Запись 1. Прогуливаясь по центру Саммера, у фонтана встретила грустную девушку Милу, больше всего в её внешнем облике запомнился необычный кулон в виде полумесяца, не припомню таких в продаже. Оказалось, что Команда R украла у неё Пантир, причем не без вины самой девушки. Это же надо быть такой безалаберной и жестокой - оставить монстра одного, бросить, да и еще после проигранного боя! Причём вернулась только из-за того, что её за беспечность отчитал отец. Стоит ли Пантир вообще возвращаться? Да и неизвестно, что с Командой R, Джес говорила, что всех монстров вернут владельцам. Нужно отправиться в восточную часть Джото и все разузнать. Запись 2. Изучив отчеты, Джес сообщила, что Пантир действительно фигурировал в деле, но его, как и других освобождённых монстров, забрал хозяин! Как я поняла, этой мой старый знакомый - Стюарт, у него около года назад тоже пропал Пантир… Нужно все проверить. (Стюарт будет разговаривать с вами только после того, как получит Грошара) Запись 3. Стюарт и правда забрал Пантир, но это не его пропавший любимец. Мастер понял это по повадкам малыша, тот, кстати говоря, очень необычный монстр. Днём воровал у посетителей вещи, а ночами сидел и с грустью неотрывно смотрел на луну, как будто вспоминая Милу, я ведь сразу обратила внимание на её кулон! Скорее всего Пантир ворует, чтобы привлечь к себе внимание… Но он явно скучает по своей непутёвой хозяйке, значит я должна вернуть его! Время найти некоего Брюса, сейчас Пантир у него. Стюарт обмолвился, что его знакомый редко задерживается подолгу на одном месте и любит немноголюдные места.  (Брюса можно найти на безлюдной дороге. За Пантира он попросит выкуп в 300т и его замену Месьера. Отдаем ему это все и получаем монстробол с Пантирам) Запись 4. Малыш Пантир наконец-то в безопасности! Я довезу его в целости и сохранности. А вот мошеннику Брюсу теперь не до смеха, ай да я молодец! Теперь первым же рейсом отправлюсь в Западный Джото. Запись 5. Не может быть! Такая жестокость и цинизм, этот Пантир просто невезучий какой-то. Столько пережить, вернуться домой, а Мила снова бросает на произвол судьбы! Решено. Теперь Пантир присоединится к моей команде, я достойно воспитаю это преданное существо.",
    "tp": "Text",
    "tx": "Запись 1.\r\nПрогуливаясь по центру Саммера, у фонтана встретила грустную девушку Милу, больше всего в её внешнем облике запомнился необычный кулон в виде полумесяца, не припомню таких в продаже. Оказалось, что Команда R украла у неё Пантир, причем не без вины самой девушки. Это же надо быть такой безалаберной и жестокой - оставить монстра одного, бросить, да и еще после проигранного боя! Причём вернулась только из-за того, что её за беспечность отчитал отец. Стоит ли Пантир вообще возвращаться? Да и неизвестно, что с Командой R, Джес говорила, что всех монстров вернут владельцам. Нужно отправиться в восточную часть Джото и все разузнать.\r\n\r\nЗапись 2.\r\nИзучив отчеты, Джес сообщила, что Пантир действительно фигурировал в деле, но его, как и других освобождённых монстров, забрал хозяин! Как я поняла, этой мой старый знакомый - Стюарт, у него около года назад тоже пропал Пантир… Нужно все проверить. (Стюарт будет разговаривать с вами только после того, как получит Грошара)\r\n\r\nЗапись 3.\r\nСтюарт и правда забрал Пантир, но это не его пропавший любимец. Мастер понял это по повадкам малыша, тот, кстати говоря, очень необычный монстр. Днём воровал у посетителей вещи, а ночами сидел и с грустью неотрывно смотрел на луну, как будто вспоминая Милу, я ведь сразу обратила внимание на её кулон! Скорее всего Пантир ворует, чтобы привлечь к себе внимание… Но он явно скучает по своей непутёвой хозяйке, значит я должна вернуть его! Время найти некоего Брюса, сейчас Пантир у него. Стюарт обмолвился, что его знакомый редко задерживается подолгу на одном месте и любит немноголюдные места.  (Брюса можно найти на безлюдной дороге. За Пантира он попросит выкуп в 300т и его замену Месьера. Отдаем ему это все и получаем монстробол с Пантирам)\r\n\r\nЗапись 4.\r\nМалыш Пантир наконец-то в безопасности! Я довезу его в целости и сохранности. А вот мошеннику Брюсу теперь не до смеха, ай да я молодец! Теперь первым же рейсом отправлюсь в Западный Джото.\r\n\r\nЗапись 5.\r\nНе может быть! Такая жестокость и цинизм, этот Пантир просто невезучий какой-то. Столько пережить, вернуться домой, а Мила снова бросает на произвол судьбы! Решено. Теперь Пантир присоединится к моей команде, я достойно воспитаю это преданное существо.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 80,
    "ii": 2078,
    "n": "Для прохождения квеста вам понадобится: 1) Грошар 52лвл с атакой осушение 2) 300т 3) Месьер 30лвл с характером непослушный",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобится:\r\n1) Грошар 52лвл с атакой осушение\r\n2) 300т\r\n3) Месьер 30лвл с характером непослушный",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 409,
    "h": 604,
    "ii": 2079,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 2080,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 2081,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 2082,
          "n": "История одного Пантира",
          "tp": "Text",
          "tx": "История одного Пантира",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2083,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 409,
      "h": 380,
      "ii": 2084,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 409,
        "h": 380,
        "ii": 2085,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 20,
          "ii": 2086,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 2087,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 412,
          "w": 278,
          "h": 20,
          "ii": 2088,
          "n": "1. Квест Похищение Батискафиш",
          "tp": "Text",
          "tx": "1. Квест Похищение Батискафиш",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\n"
         },
         {
          "x": 70,
          "y": 442,
          "w": 310,
          "h": 45,
          "ii": 2089,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 442,
            "w": 66,
            "h": 20,
            "ii": 2090,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 467,
            "w": 310,
            "h": 20,
            "ii": 2091,
            "n": "Западный Джото - Восточный Джото",
            "tp": "Text",
            "tx": "Западный Джото - Восточный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 497,
          "w": 129,
          "h": 45,
          "ii": 2092,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 497,
            "w": 129,
            "h": 20,
            "ii": 2093,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 522,
            "w": 65,
            "h": 20,
            "ii": 2094,
            "n": "Фонтан",
            "tp": "Text",
            "tx": "Фонтан",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 552,
          "w": 47,
          "h": 45,
          "ii": 2095,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 552,
            "w": 42,
            "h": 20,
            "ii": 2096,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 577,
            "w": 47,
            "h": 20,
            "ii": 2097,
            "n": "Мила",
            "tp": "Text",
            "tx": "Мила",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 607,
          "w": 409,
          "h": 45,
          "ii": 2098,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 607,
            "w": 77,
            "h": 20,
            "ii": 2099,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 632,
            "w": 409,
            "h": 20,
            "ii": 2100,
            "n": "Помочь Миле отыскать пропавшего монстра",
            "tp": "Text",
            "tx": "Помочь Миле отыскать пропавшего монстра",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 662,
          "w": 122,
          "h": 45,
          "ii": 2101,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 662,
            "w": 69,
            "h": 20,
            "ii": 2102,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 687,
            "w": 122,
            "h": 20,
            "ii": 2103,
            "n": "Одноразовый.",
            "tp": "Text",
            "tx": "Одноразовый.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 717,
          "w": 311,
          "h": 45,
          "ii": 2104,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 717,
            "w": 76,
            "h": 20,
            "ii": 2105,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 742,
            "w": 311,
            "h": 20,
            "ii": 2106,
            "n": "1. #509 Пантир + возможность ловли",
            "tp": "Text",
            "tx": "1. #509 Пантир + возможность ловли",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 2107,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2108,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2109,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 2110,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 2111,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 2112,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 1067,
    "w": 315,
    "h": 114,
    "ii": 2113,
    "n": "Group 18",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 1067,
      "w": 150,
      "h": 114,
      "ii": 2114,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 925,
      "y": 1067,
      "w": 150,
      "h": 114,
      "ii": 2115,
      "n": "image 4",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 337,
    "w": 809,
    "h": 820,
    "ii": 2116,
    "n": "Запись 1. Фиск наградил меня хорошей ТМ атакой. А еще он посоветовал мне встретиться с директором Монстро-парка. Сказал, что мне будет о чем с ним поговорить. Стоит искать его в окрестностях Саммера. (Взять квест вы можете, поговорив с Владельцем Монстро-парка после выполнения квеста \"Королевский Мурысь\": сразу после выполнения, если отдали Королевского мурыся Владельцу, через 3 дня, если отдали Королевского мурыся Коллекционеру. Владелец расскажет вам о создании новой площадки для монстров в парке.  Для функционирования этой площадки ему необходимы Толириб х3 и Агроспор х2.) Запись 2. Заглянула в Монстро-парк и пообщалась с его владельцем - Кареном. По некому приданию в районе вулкана среди Мукун обитает Королевский Мурысь. Он-то и нужен владельцу. Главное успеть до того, как короля поймают люди коллекционера. Запись 3. Наконец, владелец Монстро-парка решился взять меня на работу. Сейчас он занимается новой площадкой на территории парка, для функционирования которой ему нужны три Толириб и два Агроспор. О сроках и уровне монстров он вроде не упоминал, так что, думаю, дикие ему подойдут. Что ж, пойду их ловить, только водой для путешествия запасусь. (Ловим монстров, прокачиваем, отдам Владельцу) Запись 4. Поймать этих Толириб было не легко, но награда того стоила – редкая ТМ30 - Шар тьмы и несколько банок кальция. На сегодня моя работа выполнена, а завтра меня ждет новый рабочий день… (Ждем 2 дня) Запись 5. Сегодня меня попросили добыть Твёрдый камень, редкий предмет, повышающий силу каменных монстров в бою. Эх, знать бы, где этот камушек добыть…  (Выбиваем Твёрдый камень х1 из Кроттор на Скалах. Относим его Владельцу, в благодарность получаем Огнесёл 1-lvl.) Запись 6. С дикими Кроттор шутки плохи, но у меня таки получилось добыть Твердый камень. Карен доволен, а в моем питомнике меня ждет Огнесёл! Их развитая форма обитает на территории вулкана, стоит исследовать это место, т.к. владелец сказал, что я, возможно, смогу там поймать одного из них! Правда, работы в Монстро-парке больше нет, зато мне рекомендовали обратиться к некому Сильвестру, который увлекается дайвингом, а также знает какую-то тайну о здешних местах…",
    "tp": "Text",
    "tx": "Запись 1.\r\nФиск наградил меня хорошей ТМ атакой. А еще он посоветовал мне встретиться с директором Монстро-парка. Сказал, что мне будет о чем с ним поговорить. Стоит искать его в окрестностях Саммера.\r\n(Взять квест вы можете, поговорив с Владельцем Монстро-парка после выполнения квеста \"Королевский Мурысь\":\r\nсразу после выполнения, если отдали Королевского мурыся Владельцу,\r\nчерез 3 дня, если отдали Королевского мурыся Коллекционеру.\r\nВладелец расскажет вам о создании новой площадки для монстров в парке.  Для функционирования этой площадки ему необходимы Толириб х3 и Агроспор х2.)\r\n\r\nЗапись 2.\r\nЗаглянула в Монстро-парк и пообщалась с его владельцем - Кареном. По некому приданию в районе вулкана среди Мукун обитает Королевский Мурысь. Он-то и нужен владельцу. Главное успеть до того, как короля поймают люди коллекционера.\r\n\r\nЗапись 3.\r\nНаконец, владелец Монстро-парка решился взять меня на работу. Сейчас он занимается новой площадкой на территории парка, для функционирования которой ему нужны три Толириб и два Агроспор. О сроках и уровне монстров он вроде не упоминал, так что, думаю, дикие ему подойдут. Что ж, пойду их ловить, только водой для путешествия запасусь.\r\n(Ловим монстров, прокачиваем, отдам Владельцу)\r\n\r\nЗапись 4.\r\nПоймать этих Толириб было не легко, но награда того стоила – редкая ТМ30 - Шар тьмы и несколько банок кальция. На сегодня моя работа выполнена, а завтра меня ждет новый рабочий день… (Ждем 2 дня)\r\n\r\nЗапись 5.\r\nСегодня меня попросили добыть Твёрдый камень, редкий предмет, повышающий силу каменных монстров в бою. Эх, знать бы, где этот камушек добыть…  (Выбиваем Твёрдый камень х1 из Кроттор на Скалах. Относим его Владельцу, в благодарность получаем Огнесёл 1-lvl.)\r\n\r\nЗапись 6.\r\nС дикими Кроттор шутки плохи, но у меня таки получилось добыть Твердый камень. Карен доволен, а в моем питомнике меня ждет Огнесёл! Их развитая форма обитает на территории вулкана, стоит исследовать это место, т.к. владелец сказал, что я, возможно, смогу там поймать одного из них!\r\nПравда, работы в Монстро-парке больше нет, зато мне рекомендовали обратиться к некому Сильвестру, который увлекается дайвингом, а также знает какую-то тайну о здешних местах…",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 100,
    "ii": 2117,
    "n": "Для прохождения квеста вам понадобиться: 1) 2) Толириб х3 3) Агроспор х2 4) Твердый камень",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобиться:\r\n1) \n2) Толириб х3\r\n3) Агроспор х2\r\n4) Твердый камень",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 422,
    "h": 684,
    "ii": 2118,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 2119,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 2120,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 2121,
          "n": "Расширение Монстро-парка",
          "tp": "Text",
          "tx": "Расширение Монстро-парка\r",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2122,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 422,
      "h": 460,
      "ii": 2123,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 422,
        "h": 460,
        "ii": 2124,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 20,
          "ii": 2125,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 2126,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 412,
          "w": 169,
          "h": 20,
          "ii": 2127,
          "n": "1. Скупщик Ониксов",
          "tp": "Text",
          "tx": "1. Скупщик Ониксов",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\n"
         },
         {
          "x": 70,
          "y": 442,
          "w": 144,
          "h": 45,
          "ii": 2128,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 442,
            "w": 66,
            "h": 20,
            "ii": 2129,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 467,
            "w": 144,
            "h": 20,
            "ii": 2130,
            "n": "Западный Джото",
            "tp": "Text",
            "tx": "Западный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 497,
          "w": 129,
          "h": 45,
          "ii": 2131,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 497,
            "w": 129,
            "h": 20,
            "ii": 2132,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 522,
            "w": 122,
            "h": 20,
            "ii": 2133,
            "n": "Монстро-парк",
            "tp": "Text",
            "tx": "Монстро-парк",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 552,
          "w": 84,
          "h": 45,
          "ii": 2134,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 552,
            "w": 42,
            "h": 20,
            "ii": 2135,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 577,
            "w": 84,
            "h": 20,
            "ii": 2136,
            "n": "Владелец",
            "tp": "Text",
            "tx": "Владелец",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 607,
          "w": 409,
          "h": 45,
          "ii": 2137,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 607,
            "w": 77,
            "h": 20,
            "ii": 2138,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 632,
            "w": 409,
            "h": 20,
            "ii": 2139,
            "n": "Помочь расширить Монстро-парк.",
            "tp": "Text",
            "tx": "Помочь расширить Монстро-парк.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 662,
          "w": 122,
          "h": 45,
          "ii": 2140,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 662,
            "w": 69,
            "h": 20,
            "ii": 2141,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 687,
            "w": 122,
            "h": 20,
            "ii": 2142,
            "n": "Одноразовый.",
            "tp": "Text",
            "tx": "Одноразовый.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 717,
          "w": 422,
          "h": 125,
          "ii": 2143,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 717,
            "w": 76,
            "h": 20,
            "ii": 2144,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 742,
            "w": 422,
            "h": 100,
            "ii": 2145,
            "n": "1. Возможность получить Объедки и Железо х10 2. TM 30 - Шар тьмы 3. Кальций х5 4. #322 Огнесёл 5. Возможность ловли #323 Вулкемел",
            "tp": "Text",
            "tx": "1. Возможность получить  Объедки и  Железо х10\r\n2.  TM 30 - Шар тьмы\r\n3.  Кальций х5\r\n4. #322 Огнесёл\r\n5. Возможность ловли #323 Вулкемел",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 2146,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2147,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2148,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 2149,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 2150,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 2151,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 1197,
    "w": 315,
    "h": 114,
    "ii": 2152,
    "n": "Group 18",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 1197,
      "w": 150,
      "h": 114,
      "ii": 2153,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 925,
      "y": 1197,
      "w": 150,
      "h": 114,
      "ii": 2154,
      "n": "image 4",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 777,
    "y": 237,
    "w": 165,
    "h": 20,
    "ii": 2155,
    "n": "Скупщик Ониксов",
    "tp": "Text",
    "tx": "Скупщик Ониксов\r",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 277,
    "w": 809,
    "h": 280,
    "ii": 2156,
    "n": "Запись 1. Зашла в Паб «Хаус», где встретила девушку, которая занимается выгулом питомцев, как хорошо, что еще есть люди, которые помогают старикам и ухаживают за их питомцами. Но, как оказалось, от нее сбежал один из них... Бедная Кайли, как она переживала об этом Мурысь, словно это ее собственный монстр.  (Ловим Мукуна с характером мягкий, прокачиваем до Мурыся 64 лвл.  Отдаём монстра Кайли, получаем награду: Даркболл х10, и Четырехлистник х1.) Запись 2. Это удивительно: воспитанный мной Мурысь оказался почти близнецом потерянному Кайли монстру. Наконец-то она улыбнулась и успокоилась, еще и игра с Мурысь ее успокоила… А не завести ли себе тоже кота? Как раз Кайли дала мне в знак благодарности Даркбол х10. И какую-то веточку... Похоже на Четырехлистник. Говорят, он приносит удачу. Что ж, она мне вполне не помешает!",
    "tp": "Text",
    "tx": "Запись 1.\r\nЗашла в Паб «Хаус», где встретила девушку, которая занимается выгулом питомцев, как хорошо, что еще есть люди, которые помогают старикам и ухаживают за их питомцами. Но, как оказалось, от нее сбежал один из них... Бедная Кайли, как она переживала об этом Мурысь, словно это ее собственный монстр.  (Ловим Мукуна с характером мягкий, прокачиваем до Мурыся 64 лвл.  Отдаём монстра Кайли, получаем награду: Даркболл х10, и Четырехлистник х1.)\r\n\r\nЗапись 2.\r\nЭто удивительно: воспитанный мной Мурысь оказался почти близнецом потерянному Кайли монстру. Наконец-то она улыбнулась и успокоилась, еще и игра с Мурысь ее успокоила… А не завести ли себе тоже кота? Как раз Кайли дала мне в знак благодарности Даркбол х10. И какую-то веточку... Похоже на Четырехлистник. Говорят, он приносит удачу. Что ж, она мне вполне не помешает!",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 40,
    "ii": 2157,
    "n": "Для прохождения квеста вам понадобиться: 1) Мурысь 64лвл с характером мягкий",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобиться:\r\n1) Мурысь 64лвл с характером мягкий",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 409,
    "h": 624,
    "ii": 2158,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 2159,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 2160,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 2161,
          "n": "Сбежавшая Мурысь",
          "tp": "Text",
          "tx": "Сбежавшая Мурысь",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2162,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 409,
      "h": 400,
      "ii": 2163,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 409,
        "h": 400,
        "ii": 2164,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 20,
          "ii": 2165,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 2166,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 412,
          "w": 141,
          "h": 20,
          "ii": 2167,
          "n": "Нет требований.",
          "tp": "Text",
          "tx": "Нет требований.",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         },
         {
          "x": 70,
          "y": 442,
          "w": 144,
          "h": 45,
          "ii": 2168,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 442,
            "w": 66,
            "h": 20,
            "ii": 2169,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 467,
            "w": 144,
            "h": 20,
            "ii": 2170,
            "n": "Западный Джото",
            "tp": "Text",
            "tx": "Западный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 497,
          "w": 129,
          "h": 45,
          "ii": 2171,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 497,
            "w": 129,
            "h": 20,
            "ii": 2172,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 522,
            "w": 88,
            "h": 20,
            "ii": 2173,
            "n": "Паб \"Хаус\"",
            "tp": "Text",
            "tx": "Паб \"Хаус\"",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 552,
          "w": 53,
          "h": 45,
          "ii": 2174,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 552,
            "w": 42,
            "h": 20,
            "ii": 2175,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 577,
            "w": 53,
            "h": 20,
            "ii": 2176,
            "n": "Кайли",
            "tp": "Text",
            "tx": "Кайли",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 607,
          "w": 409,
          "h": 45,
          "ii": 2177,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 607,
            "w": 77,
            "h": 20,
            "ii": 2178,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 632,
            "w": 409,
            "h": 20,
            "ii": 2179,
            "n": "Вернуть Мурыся.",
            "tp": "Text",
            "tx": "Вернуть Мурыся.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 662,
          "w": 122,
          "h": 45,
          "ii": 2180,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 662,
            "w": 69,
            "h": 20,
            "ii": 2181,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 687,
            "w": 122,
            "h": 20,
            "ii": 2182,
            "n": "Одноразовый.",
            "tp": "Text",
            "tx": "Одноразовый.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 717,
          "w": 235,
          "h": 65,
          "ii": 2183,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 717,
            "w": 76,
            "h": 20,
            "ii": 2184,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 742,
            "w": 235,
            "h": 40,
            "ii": 2185,
            "n": "1. Четырехлистный Клевер 2. Даркбол х10",
            "tp": "Text",
            "tx": "1.  Четырехлистный Клевер\r\n2.  Даркбол х10",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 2186,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2187,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2188,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 2189,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 2190,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 2191,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 220,
    "ii": 2192,
    "n": "Список ингредиентов, необходимых для зелья: Яд Питонстра (10шт.); Колючки Пикана (7шт.); Глубоководный зуб (1шт.); Лечебная трава (35шт.); Орех (3шт.)",
    "tp": "Text",
    "tx": "Список ингредиентов, необходимых для зелья:\r\n\r\nЯд Питонстра (10шт.);\r\n\r\nКолючки Пикана (7шт.);\r\n\r\nГлубоководный зуб (1шт.);\r\n\r\nЛечебная трава (35шт.);\r\n\r\n Орех (3шт.)",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 457,
    "w": 370,
    "h": 85,
    "ii": 2193,
    "n": "Group 24",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 457,
      "w": 85,
      "h": 85,
      "ii": 2194,
      "n": "image 11",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 950,
      "y": 457,
      "w": 85,
      "h": 85,
      "ii": 2195,
      "n": "image 16",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 855,
      "y": 457,
      "w": 85,
      "h": 85,
      "ii": 2196,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1045,
      "y": 457,
      "w": 85,
      "h": 85,
      "ii": 2197,
      "n": "image 17",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 158,
    "w": 409,
    "h": 599,
    "ii": 2198,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 2199,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 2200,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 2201,
          "n": "Зелье Маишо",
          "tp": "Text",
          "tx": "Зелье Маишо",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2202,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 409,
      "h": 375,
      "ii": 2203,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 409,
        "h": 375,
        "ii": 2204,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 45,
          "ii": 2205,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 2206,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 141,
            "h": 20,
            "ii": 2207,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 144,
          "h": 45,
          "ii": 2208,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 437,
            "w": 66,
            "h": 20,
            "ii": 2209,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 462,
            "w": 144,
            "h": 20,
            "ii": 2210,
            "n": "Западный Джото",
            "tp": "Text",
            "tx": "Западный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 492,
          "w": 129,
          "h": 45,
          "ii": 2211,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 492,
            "w": 129,
            "h": 20,
            "ii": 2212,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 517,
            "w": 70,
            "h": 20,
            "ii": 2213,
            "n": "Бунгало",
            "tp": "Text",
            "tx": "Бунгало",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 547,
          "w": 75,
          "h": 45,
          "ii": 2214,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 547,
            "w": 42,
            "h": 20,
            "ii": 2215,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 572,
            "w": 75,
            "h": 20,
            "ii": 2216,
            "n": "Леонард",
            "tp": "Text",
            "tx": "Леонард",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 602,
          "w": 409,
          "h": 45,
          "ii": 2217,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 602,
            "w": 77,
            "h": 20,
            "ii": 2218,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 627,
            "w": 409,
            "h": 20,
            "ii": 2219,
            "n": "Собрать ингредиенты для зелья.",
            "tp": "Text",
            "tx": "Собрать ингредиенты для зелья.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 657,
          "w": 128,
          "h": 45,
          "ii": 2220,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 657,
            "w": 69,
            "h": 20,
            "ii": 2221,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 682,
            "w": 128,
            "h": 20,
            "ii": 2222,
            "n": "Многоразовый",
            "tp": "Text",
            "tx": "Многоразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 712,
          "w": 130,
          "h": 45,
          "ii": 2223,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 712,
            "w": 76,
            "h": 20,
            "ii": 2224,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 737,
            "w": 130,
            "h": 20,
            "ii": 2225,
            "n": "1. Зелье Маишо",
            "tp": "Text",
            "tx": "1. Зелье Маишо",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 2226,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2227,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2228,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 2229,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 2230,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 2231,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 394,
    "h": 78,
    "ii": 2232,
    "n": "Group 8",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 78,
      "ii": 2233,
      "n": "Cтарая  фотография",
      "tp": "Text",
      "tx": "Cтарая  фотография",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
     }
    ]
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 1140,
    "ii": 2234,
    "n": "Запись 1. И как я раньше не замечала этого утопающего в цветах дома (№221) на окраине Оливина?! Ухоженный палисадник, аккуратная веранда... Разумеется, попыталась узнать, кто же хозяин... Однако, пожилая женщина на веранде либо специально, либо в силу возраста никак не отреагировала на моё присутствие. Она периодически поглядывает только на фотографии, разложенные на столе. Прихватила один снимок с собой. Вполне возможно, старушке необходима помощь... Надо бы расспросить местных про эту пожилую женщину и девушку на фотографии.   Запись 2. Наконец-то опрос дал результат: встретила мистера Брауна( на локации: Оливин), который рассказал мне о старушке и девушке на фото. Марта (именно так и зовут старушку) пережила ужасное событие: её сын Нолан и внучка Кори пропали без вести где-то по пути в Канто. В итоге, мистер Браун предложил мне авантюру: сыграть внучку этой бабульки! Говорит, что я очень похожа на неё. Верится с трудом, но надо попробовать: чтобы Марта мне поверила, отправлюсь на поиски такой же одежды, как у Кори на фото.   Запись 3. Всё прошло на \"ура\"! Марта действительно приняла меня за Кори, даже несмотря на то, что я чуть не прокололась. Ну откуда мне знать, что Кори любила вишнёвый пирог, а не яблочный! Ерунда, в следующий раз буду внимательнее. Главное, что старушка просто ожила от радости. Марта спросила у меня о каком-то Пелисир(Пелипере), судя по всему, тот принадлежал Кори. Где же его найти... Подготовленный для Спасателя монстр подошёл! Спасатель даже согласен помочь и, если необходимо, обучить любого моего монстра атаке Попутный ветер. Пелисир(Пелипер) у меня... Точнее, он, не узнав меня, полетел в сторону дома Марты, побегу за ним! (можно взять любого монстра, у которого есть атака попутный ветер в изучении)   Запись 4. Пелисир(Пелипер) уже был дома. И пирог поспел. Объеденьице! Марта рассказала, что ей давно докучают риелторы из Силф Ко, компании, главный офис которой в Канто, которые норовят выкупить её дом для расширения аквапарка. Больно они навязчивы. Нужно поговорить с их начальником и заставить его не беспокоить пожилую женщину! NB: Марта обмолвилась о том, что у неё заканчиваются нитки для вязания. Думаю, ей будет приятно, если привезу немного из Канто. И мистер Браун как раз говорил о том, что Кори и Нолан регулярно закупали какой-то инвентарь в этом регионе. Может, удастся разузнать и о них... (Отправиться в Канто. Нитки покупаются у Ворчливого Старика за 25.000 возле лабиринта)   Запись 5. В Силф Ко встретила Дирка Харрисона, он отмахнулся от меня. Кажется, это и есть директор фирмы. Он ругался с собеседником по телефону, как я поняла, его помощником. Тот, проходя вечером через какой-то непролазный бурелом, потерял армейский фонарь, ценную для Дирка вещь, оставшуюся как память об обороне Голденрода. Может быть, я найду этот фонарь? Тогда Харрисону придётся выслушать меня. Знать бы ещё, на каком маршруте помощник Дирка обронил фонарь, помню, что там должны быть поваленные сухие деревья, завал и острые камни, о них, кстати, сам Дирк чуть не получил травму из-за Омутоль(Квагсаера), легко отделался. Что ж, пора начать поиски. (Фонарик выбивается из Омутоль(Квагсаера) на Маршруте 13) Я была права! Мало того, что Дирк отказался от идеи выкупа дома Марты, так ещё и батарейку бросил мне под ноги, которую я тут же подобрала. Ему не нужна, так мне пригодится, полезная вещь! Миссия выполнена: дом освободится от оккупации риелторов. Пора обрадовать Марту!   Запись 6. Рассказала Марте о том, что Силф Ко её больше не потревожит… А ведь она догадалась, что я всего лишь играла роль Кори! Но сказала, что считает меня практический своей родной внучкой! Кнос(Скитти), который с самого начала проникся ко мне доверим, благодаря доброте Марте, конечно же, вошёл в мою команду. Старушка сказала, что малыш потерялся в Канто, отстав от сородичей, когда его нашёл Кори. Мы обязательно будем навещать эту милую пожилую женщину, она не должна снова чувствовать себя одинокой. Сюрприз от Марты - тёплый зимний свит",
    "tp": "Text",
    "tx": "Запись 1.\r\nИ как я раньше не замечала этого утопающего в цветах дома (№221) на окраине Оливина?! Ухоженный палисадник, аккуратная веранда... Разумеется, попыталась узнать, кто же хозяин... Однако, пожилая женщина на веранде либо специально, либо в силу возраста никак не отреагировала на моё присутствие. Она периодически поглядывает только на фотографии, разложенные на столе. Прихватила один снимок с собой. Вполне возможно, старушке необходима помощь... Надо бы расспросить местных про эту пожилую женщину и девушку на фотографии.\r \nЗапись 2.\r\nНаконец-то опрос дал результат: встретила мистера Брауна( на локации: Оливин), который рассказал мне о старушке и девушке на фото. Марта (именно так и зовут старушку) пережила ужасное событие: её сын Нолан и внучка Кори пропали без вести где-то по пути в Канто. В итоге, мистер Браун предложил мне авантюру: сыграть внучку этой бабульки! Говорит, что я очень похожа на неё. Верится с трудом, но надо попробовать: чтобы Марта мне поверила, отправлюсь на поиски такой же одежды, как у Кори на фото.\r \nЗапись 3.\r\nВсё прошло на \"ура\"! Марта действительно приняла меня за Кори, даже несмотря на то, что я чуть не прокололась. Ну откуда мне знать, что Кори любила вишнёвый пирог, а не яблочный! Ерунда, в следующий раз буду внимательнее. Главное, что старушка просто ожила от радости. Марта спросила у меня о каком-то Пелисир(Пелипере), судя по всему, тот принадлежал Кори. Где же его найти... Подготовленный для Спасателя монстр подошёл! Спасатель даже согласен помочь и, если необходимо, обучить любого моего монстра атаке Попутный ветер. Пелисир(Пелипер) у меня... Точнее, он, не узнав меня, полетел в сторону дома Марты, побегу за ним! (можно взять любого монстра, у которого есть атака попутный ветер в изучении)\r \nЗапись 4.\r\nПелисир(Пелипер) уже был дома. И пирог поспел. Объеденьице! Марта рассказала, что ей давно докучают риелторы из Силф Ко, компании, главный офис которой в Канто, которые норовят выкупить её дом для расширения аквапарка. Больно они навязчивы. Нужно поговорить с их начальником и заставить его не беспокоить пожилую женщину! NB: Марта обмолвилась о том, что у неё заканчиваются нитки для вязания. Думаю, ей будет приятно, если привезу немного из Канто. И мистер Браун как раз говорил о том, что Кори и Нолан регулярно закупали какой-то инвентарь в этом регионе. Может, удастся разузнать и о них... (Отправиться в Канто. Нитки покупаются у Ворчливого Старика за 25.000 возле лабиринта)\r \nЗапись 5. В Силф Ко встретила Дирка Харрисона, он отмахнулся от меня. Кажется, это и есть директор фирмы. Он ругался с собеседником по телефону, как я поняла, его помощником. Тот, проходя вечером через какой-то непролазный бурелом, потерял армейский фонарь, ценную для Дирка вещь, оставшуюся как память об обороне Голденрода. Может быть, я найду этот фонарь? Тогда Харрисону придётся выслушать меня. Знать бы ещё, на каком маршруте помощник Дирка обронил фонарь, помню, что там должны быть поваленные сухие деревья, завал и острые камни, о них, кстати, сам Дирк чуть не получил травму из-за Омутоль(Квагсаера), легко отделался. Что ж, пора начать поиски. (Фонарик выбивается из Омутоль(Квагсаера) на Маршруте 13) Я была права! Мало того, что Дирк отказался от идеи выкупа дома Марты, так ещё и батарейку бросил мне под ноги, которую я тут же подобрала. Ему не нужна, так мне пригодится, полезная вещь! Миссия выполнена: дом освободится от оккупации риелторов. Пора обрадовать Марту!\r \nЗапись 6. Рассказала Марте о том, что Силф Ко её больше не потревожит…\r\nА ведь она догадалась, что я всего лишь играла роль Кори! Но сказала, что считает меня практический своей родной внучкой! Кнос(Скитти), который с самого начала проникся ко мне доверим, благодаря доброте Марте, конечно же, вошёл в мою команду. Старушка сказала, что малыш потерялся в Канто, отстав от сородичей, когда его нашёл Кори. Мы обязательно будем навещать эту милую пожилую женщину, она не должна снова чувствовать себя одинокой.\r\nСюрприз от Марты - тёплый зимний свит",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 202,
    "y": 256,
    "w": 130,
    "h": 90,
    "ii": 2235,
    "n": "Group 9",
    "tp": "Group",
    "c": [
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 2236,
      "n": "Rectangle 11",
      "tp": "ShapePath",
      "pr": " border-radius : 5px;\nborder-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 2237,
      "n": "Rectangle 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 2238,
      "n": "Rectangle 13",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 2239,
      "n": "Group 9",
      "tp": "Group",
      "c": [
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2240,
        "n": "Rectangle 11",
        "tp": "ShapePath",
        "pr": " border-radius : 5px;\nborder-width : 1px;\n"
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2241,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 202,
      "y": 256,
      "w": 130,
      "h": 90,
      "ii": 2242,
      "n": "Rectangle 14",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 2243,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2244,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2245,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 2246,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 2247,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 601,
    "y": 158,
    "w": 2,
    "h": 659,
    "ii": 2248,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 70,
    "y": 382,
    "w": 385,
    "h": 435,
    "ii": 2249,
    "n": "Group 18",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 382,
      "w": 385,
      "h": 435,
      "ii": 2250,
      "n": "Frame 24",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 254,
        "h": 45,
        "ii": 2251,
        "n": "Frame 11",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 20,
          "ii": 2252,
          "n": "Требования к прохождению:",
          "tp": "Text",
          "tx": "Требования к прохождению:\r",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 407,
          "w": 141,
          "h": 20,
          "ii": 2253,
          "n": "Нет требований.",
          "tp": "Text",
          "tx": "Нет требований.",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 437,
        "w": 216,
        "h": 45,
        "ii": 2254,
        "n": "Frame 12",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 437,
          "w": 66,
          "h": 20,
          "ii": 2255,
          "n": "Регион:",
          "tp": "Text",
          "tx": "Регион:",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 462,
          "w": 216,
          "h": 20,
          "ii": 2256,
          "n": "Восточный Джото - Канто",
          "tp": "Text",
          "tx": "Восточный Джото - Канто",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 492,
        "w": 129,
        "h": 45,
        "ii": 2257,
        "n": "Frame 13",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 492,
          "w": 129,
          "h": 20,
          "ii": 2258,
          "n": "Начало квеста:",
          "tp": "Text",
          "tx": "Начало квеста: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 517,
          "w": 65,
          "h": 20,
          "ii": 2259,
          "n": "Дом 221",
          "tp": "Text",
          "tx": "Дом 221",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 547,
        "w": 53,
        "h": 45,
        "ii": 2260,
        "n": "Frame 14",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 547,
          "w": 42,
          "h": 20,
          "ii": 2261,
          "n": "НПС:",
          "tp": "Text",
          "tx": "НПС: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 572,
          "w": 53,
          "h": 20,
          "ii": 2262,
          "n": "Марта",
          "tp": "Text",
          "tx": "Марта",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 602,
        "w": 234,
        "h": 45,
        "ii": 2263,
        "n": "Frame 15",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 602,
          "w": 77,
          "h": 20,
          "ii": 2264,
          "n": "Задание:",
          "tp": "Text",
          "tx": "Задание: ",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 627,
          "w": 234,
          "h": 20,
          "ii": 2265,
          "n": "Помочь Марте вернуть дом",
          "tp": "Text",
          "tx": "Помочь Марте вернуть дом",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 657,
        "w": 119,
        "h": 45,
        "ii": 2266,
        "n": "Frame 16",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 657,
          "w": 69,
          "h": 20,
          "ii": 2267,
          "n": "Статус:",
          "tp": "Text",
          "tx": "Статус: \r",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 682,
          "w": 119,
          "h": 20,
          "ii": 2268,
          "n": "Одноразовый",
          "tp": "Text",
          "tx": "Одноразовый",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       },
       {
        "x": 70,
        "y": 712,
        "w": 385,
        "h": 105,
        "ii": 2269,
        "n": "Frame 17",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 712,
          "w": 76,
          "h": 20,
          "ii": 2270,
          "n": "Награда:",
          "tp": "Text",
          "tx": "Награда:",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
         },
         {
          "x": 70,
          "y": 737,
          "w": 385,
          "h": 80,
          "ii": 2271,
          "n": "1. #300 Кнос + возможность ловли 2. Батарейка 3. Обучение атаке: Попутный ветер 4. Дополнительный приз Свитер с монстром",
          "tp": "Text",
          "tx": "1. #300 Кнос + возможность ловли\r\n2.  Батарейка\r\n3. Обучение атаке: Попутный ветер\r\n4. Дополнительный приз  Свитер с монстром",
          "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         }
        ]
       }
      ]
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 567,
    "w": 809,
    "h": 1860,
    "ii": 2272,
    "n": "Шаг 1. Взять квест Вы можете, поговорив с Альфредом на Скалах в Западном Джото. Он расскажет Вам о причине своей грусти: как-то, раз на вечеринке ему не хватило смелости познакомиться с девушкой, и теперь он отчаялся встретить её снова. Вы решаете ему помочь. Обрадованный таким раскладом вещей, Альфред вручает Вам Любовное письмо х1 в надежде, что Вы сможете отыскать его возлюбленную и передать письмо ей. Шаг 2. Едем в Восточный Джото в то место, где была вечеринка. Разговариваем со Спасателем на Пляже. Шаг 3. После разговора со Спасателем появляется доступ в Бар \"Malibu\". Необходимое условие прохода в Бар - наличие у Вас в инвентаре Кредит х100.000. Бар открыт с 15:00 до 3:00 по времени сервера. Когда Вы попадаете в бар, у Вас появляется возможность расспросить людей, которые так же были на упомянутой Альфредом вечеринке. Разговариваем с Барменом Элвином. В начале диалога автоматом снимается Кредит х50.000. Он толком ничего вспомнить не может, но обещает позвонить одной своей знакомой. Но, к несчастью, его телефон разрядился. Шаг 4. Ждём 30 минут. Шаг 5. Разговариваем с Барменом Элвином снова. К этому моменту он уже созвонился со своей знакомой и с радостью направит Вас к ней. Шаг 6. Отправляемся в Голденрод на главную площадь, где разговариваем с Сарой. Сара будет ждать Вас на Площади Голденрода с 17:00 до 18:00 по времени сервера. От Сары Вы узнаете о том, кто ещё был на интересующей Вас вечеринке, а также где они в данный момент находятся. Шаг 7. Идём к Крису, первому из упомянутых Сарой гостей вечеринки. Он находится на Площадке для тренировок. Просто так с Вами разговаривать он не станет. Для начала необходимо с ним сразиться. Бой с Крисом проходит 6х6 покемонов на 100 уровне; все его покемоны - боевого типа. При проигрыше переигровка состоится через 45 минут. После победы Вы можете с ним поговорить. Он расскажет всё, что ему известно об интересующем Вас вечере, и направит к своим друзьям, Найту и Хелене. Шаг 8. Отправляемся на о.Селен, где, по словам Криса, отдыхают Хелена и Найт. Найти их можно готовящимися к спуску с Ледяной горы. Сначала беседуем с Хеленой, но, по непонятным причинам, она обижается и отказывается разговаривать. Найт советует Вам подарить ей букет цветов, чтобы добиться её расположения, и съезжает с горы. Шаг 8.1. Отправляемся на поиски цветов для Хелены. Единственное место на заснеженном Селене, где можно раздобыть цветы, - Лавка флориста на Северном причале. Флорист соглашается Вам помочь, совершенно безвозмездно, но просит достать необходимые для букета ингредиенты. Собираем ингредиенты для Флориста: Цветок Эхмиадии х5 (дроп из на Плато), Лечебная трава х10 (дроп из ). Когда Вы принесёте цветы Флористу, он с удовольствием изготовит из них Изысканный букетх1. Шаг 8.2. Возвращаемся к Хелене. Отдаём Изысканный букет х1. Радостная, она рассказывает Вам всё, что помнит о прошедшей вечеринке в баре. К сожалению, информации от неё недостаточно. Ваша последняя надежда - найти некоего Рона, студента одного из университетов Канто. Шаг 9. Отправляемся на поиски Рона в Канто. В Целадоне можно найти одногруппницу Рона, Девушку с книгами. Говорим с нею и узнаём, где искать Рона. После разговора с Девушкойотправляемся в Библиотеку Вермилиона, где можно найти Рона. Он наконец-то скажет, где нам искать таинственную незнакомку. Шаг 10. По совету Рона отправляемся в Западный Джото, где в Мелене живёт наша таинственная незнакомка (Дом Фионы). Разговариваем с Фионой. Шаг 11. Возвращаемся обратно в Восточный Джото, в место, где всё началось, Бар \"Malibu\". За барной стойкой скучает Арина. Разговариваем с ней, она тоже опечалена неудачными отношениями, как и Альфред. Решаемся ей помочь. Шаг 12. Собираем нужные составляющие для куклы Арины. Диалоги с персонажами на данном этапе (этапы 12.1-12.3) включаются параллельно, т.е. можно выполнять сразу все 3 задания в любой последовательности. Шаг 12.1. Инкрустированная корона. Отправляемся в Дом старушки в Олстоне. Для инкрустации нам потребуются следующие ингредиенты: Корона х1, Кварц х10, Малахит х2, Лазурит х1 (дроп из #074 Geodude, #304 Aron и #095 Onix) Громовой камень х1. Ждём 4 часа. По прошествии времени забираем Инкрустированную корону х1 в обмен на Камень Оникса х5 Шаг 12.2. Игрушечный меч. Направляемся в Мастерскую в Старом районе Голденрода. Разговариваем с Мастером Робом. Он попросит следующие ингредиенты: Полено х1 (дроп из #057 Primeape на площадке для тренировок), Амурит х5, Водный камень х1. Меч он выполнит сразу, но не отдаст, пока вы не принесёте ему Ветку дерева Чванши х10. Приносим Мастеру Робу Ветку дерева Чванши х10, получаем Игрушечный меч х1. Шаг 12.3. Костюм принца. Отправляемся в Канто. Идём в Западный Шаффран в Дом с иглой к Портнихе. Несмотря на занятость, она возьмется за Ваш заказ, но ей необходимы некоторые покемоны и вещи: #168 Арахнус 80 лвл, Любой покемон, знающий атаку Хлопковые волокна Перо Дроздун х15 Ждём 2 дня. В оплату Портниха попросит Лечебную траву х30 Отдаём траву, получаем Костюм принца х1. Шаг 13. Возвращаемся к Арине. Отдаём ей Инкрустированную корону х1, Игрушечный меч х1 и Костюм принца х1. Арина радуется возможности сделать приятное своему возлюбленномуи мимолётом описывает его. Становится ясно, что это Альфред. Отдаём Арине Любовное письмо х1. Получаем Куклу принца. Шаг 14. Возвращаемся к Альфреду. Рассказываем обо всём, что узнали. Получаем приз",
    "tp": "Text",
    "tx": "Шаг 1. Взять квест Вы можете, поговорив с Альфредом на Скалах в Западном Джото. Он расскажет Вам о причине своей грусти: как-то, раз на вечеринке ему не хватило смелости познакомиться с девушкой, и теперь он отчаялся встретить её снова. Вы решаете ему помочь. Обрадованный таким раскладом вещей, Альфред вручает Вам Любовное письмо х1 в надежде, что Вы сможете отыскать его возлюбленную и передать письмо ей.\r\n\r\nШаг 2. Едем в Восточный Джото в то место, где была вечеринка. Разговариваем со Спасателем на Пляже.\r\n\r\nШаг 3. После разговора со Спасателем появляется доступ в Бар \"Malibu\". Необходимое условие прохода в Бар - наличие у Вас в инвентаре Кредит х100.000. Бар открыт с 15:00 до 3:00 по времени сервера. Когда Вы попадаете в бар, у Вас появляется возможность расспросить людей, которые так же были на упомянутой Альфредом вечеринке. Разговариваем с Барменом Элвином. В начале диалога автоматом снимается Кредит х50.000. Он толком ничего вспомнить не может, но обещает позвонить одной своей знакомой. Но, к несчастью, его телефон разрядился.\r\n\r\nШаг 4. Ждём 30 минут.\r\n\r\nШаг 5. Разговариваем с Барменом Элвином снова. К этому моменту он уже созвонился со своей знакомой и с радостью направит Вас к ней.\r\n\r\nШаг 6. Отправляемся в Голденрод на главную площадь, где разговариваем с Сарой. Сара будет ждать Вас на Площади Голденрода с 17:00 до 18:00 по времени сервера. От Сары Вы узнаете о том, кто ещё был на интересующей Вас вечеринке, а также где они в данный момент находятся.\r\n\r\nШаг 7. Идём к Крису, первому из упомянутых Сарой гостей вечеринки. Он находится на Площадке для тренировок. Просто так с Вами разговаривать он не станет. Для начала необходимо с ним сразиться. Бой с Крисом проходит 6х6 покемонов на 100 уровне; все его покемоны - боевого типа. При проигрыше переигровка состоится через 45 минут. После победы Вы можете с ним поговорить. Он расскажет всё, что ему известно об интересующем Вас вечере, и направит к своим друзьям, Найту и Хелене.\r\n\r\nШаг 8. Отправляемся на о.Селен, где, по словам Криса, отдыхают Хелена и Найт. Найти их можно готовящимися к спуску с Ледяной горы. Сначала беседуем с Хеленой, но, по непонятным причинам, она обижается и отказывается разговаривать. Найт советует Вам подарить ей букет цветов, чтобы добиться её расположения, и съезжает с горы.\r\n\r\nШаг 8.1. Отправляемся на поиски цветов для Хелены. Единственное место на заснеженном Селене, где можно раздобыть цветы, - Лавка флориста на Северном причале. Флорист соглашается Вам помочь, совершенно безвозмездно, но просит достать необходимые для букета ингредиенты. Собираем ингредиенты для Флориста:\r\nЦветок Эхмиадии х5 (дроп из на Плато), Лечебная трава х10 (дроп из ).\r\nКогда Вы принесёте цветы Флористу, он с удовольствием изготовит из них Изысканный букетх1.\r\n\r\nШаг 8.2. Возвращаемся к Хелене. Отдаём Изысканный букет х1. Радостная, она рассказывает Вам всё, что помнит о прошедшей вечеринке в баре. К сожалению, информации от неё недостаточно. Ваша последняя надежда - найти некоего Рона, студента одного из университетов Канто.\r\n\r\nШаг 9. Отправляемся на поиски Рона в Канто. В Целадоне можно найти одногруппницу Рона, Девушку с книгами. Говорим с нею и узнаём, где искать Рона. После разговора с Девушкойотправляемся в Библиотеку Вермилиона, где можно найти Рона. Он наконец-то скажет, где нам искать таинственную незнакомку.\r\n\r\nШаг 10. По совету Рона отправляемся в Западный Джото, где в Мелене живёт наша таинственная незнакомка (Дом Фионы). Разговариваем с Фионой.\r\n\nШаг 11. Возвращаемся обратно в Восточный Джото, в место, где всё началось, Бар \"Malibu\". За барной стойкой скучает Арина. Разговариваем с ней, она тоже опечалена неудачными отношениями, как и Альфред. Решаемся ей помочь.\r\n\r\nШаг 12. Собираем нужные составляющие для куклы Арины. Диалоги с персонажами на данном этапе (этапы 12.1-12.3) включаются параллельно, т.е. можно выполнять сразу все 3 задания в любой последовательности.\r\n\r\nШаг 12.1. Инкрустированная корона. Отправляемся в Дом старушки в Олстоне. Для инкрустации нам потребуются следующие ингредиенты:\r\nКорона х1, Кварц х10, Малахит х2, Лазурит х1 (дроп из #074 Geodude, #304 Aron и #095 Onix) Громовой камень х1. Ждём 4 часа. По прошествии времени забираем Инкрустированную корону х1 в обмен на Камень Оникса х5\r\n\r\nШаг 12.2. Игрушечный меч. Направляемся в Мастерскую в Старом районе Голденрода. Разговариваем с Мастером Робом. Он попросит следующие ингредиенты: Полено х1 (дроп из #057 Primeape на площадке для тренировок), Амурит х5, Водный камень х1. Меч он выполнит сразу, но не отдаст, пока вы не принесёте ему Ветку дерева Чванши х10. Приносим Мастеру Робу Ветку дерева Чванши х10, получаем Игрушечный меч х1.\r\n\r\nШаг 12.3. Костюм принца. Отправляемся в Канто. Идём в Западный Шаффран в Дом с иглой к Портнихе. Несмотря на занятость, она возьмется за Ваш заказ, но ей необходимы некоторые покемоны и вещи: #168 Арахнус 80 лвл, Любой покемон, знающий атаку Хлопковые волокна Перо Дроздун х15\r\nЖдём 2 дня. В оплату Портниха попросит Лечебную траву х30 Отдаём траву, получаем Костюм принца х1.\r\n\nШаг 13. Возвращаемся к Арине. Отдаём ей Инкрустированную корону х1, Игрушечный меч х1 и Костюм принца х1. Арина радуется возможности сделать приятное своему возлюбленномуи мимолётом описывает его. Становится ясно, что это Альфред. Отдаём Арине Любовное письмо х1. Получаем Куклу принца.\r\n\r\nШаг 14. Возвращаемся к Альфреду. Рассказываем обо всём, что узнали. Получаем приз",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 320,
    "ii": 2273,
    "n": "Для прохождения квеста вам понадобится: 1. Пройденый квест 2. Кредит – 50000 3. Цветок Эхмиадии х5 4. Лечебная трава х40 5. Корона х1 6. Кварц х10 7. Малахит х2 8. Лазурит х1 9. Громовой камень х1 10. Камень Оникса х5 11. Амурит х5 12. Водный камень х1 13. Ветка дерева Чванши х10 14. #168 Арахнус 80 лвл, 15. Любой покемон, знающий атаку Хлопковые волокна",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобится:\r\n1. Пройденый квест \n2. Кредит – 50000\r\n3. Цветок Эхмиадии х5\r\n4. Лечебная трава х40\r\n5. Корона х1\r\n6. Кварц х10\r\n7. Малахит х2\r\n8. Лазурит х1\r\n9. Громовой камень х1\r\n10. Камень Оникса х5\r\n11. Амурит х5\r\n12. Водный камень х1\r\n13. Ветка дерева Чванши х10\r\n14. #168 Арахнус 80 лвл,\r\n15. Любой покемон, знающий атаку Хлопковые волокна",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 409,
    "h": 644,
    "ii": 2274,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 2275,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 2276,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 2277,
          "n": "О двух влюбленных",
          "tp": "Text",
          "tx": "О двух влюбленных",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2278,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 409,
      "h": 420,
      "ii": 2279,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 409,
        "h": 420,
        "ii": 2280,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 20,
          "ii": 2281,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 2282,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 412,
          "w": 107,
          "h": 20,
          "ii": 2283,
          "n": "1. Ранг >2500",
          "tp": "Text",
          "tx": "1. Ранг >2500",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         },
         {
          "x": 70,
          "y": 442,
          "w": 325,
          "h": 65,
          "ii": 2284,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 442,
            "w": 66,
            "h": 20,
            "ii": 2285,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 467,
            "w": 325,
            "h": 40,
            "ii": 2286,
            "n": "Западный Джото - Восточный Джото - Канто - о.Селен",
            "tp": "Text",
            "tx": "Западный Джото - Восточный Джото -\r\nКанто - о.Селен",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 517,
          "w": 129,
          "h": 45,
          "ii": 2287,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 517,
            "w": 129,
            "h": 20,
            "ii": 2288,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 542,
            "w": 54,
            "h": 20,
            "ii": 2289,
            "n": "Скалы",
            "tp": "Text",
            "tx": "Скалы",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 572,
          "w": 77,
          "h": 45,
          "ii": 2290,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 572,
            "w": 42,
            "h": 20,
            "ii": 2291,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 597,
            "w": 77,
            "h": 20,
            "ii": 2292,
            "n": "Альфред",
            "tp": "Text",
            "tx": "Альфред",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 627,
          "w": 409,
          "h": 65,
          "ii": 2293,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 627,
            "w": 77,
            "h": 20,
            "ii": 2294,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 652,
            "w": 409,
            "h": 40,
            "ii": 2295,
            "n": "Найти прекрасную незнакомку и передать ей письмо.",
            "tp": "Text",
            "tx": "Найти прекрасную незнакомку и передать ей письмо.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 702,
          "w": 122,
          "h": 45,
          "ii": 2296,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 702,
            "w": 69,
            "h": 20,
            "ii": 2297,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 727,
            "w": 122,
            "h": 20,
            "ii": 2298,
            "n": "Одноразовый.",
            "tp": "Text",
            "tx": "Одноразовый.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 757,
          "w": 111,
          "h": 45,
          "ii": 2299,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 757,
            "w": 76,
            "h": 20,
            "ii": 2300,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 782,
            "w": 111,
            "h": 20,
            "ii": 2301,
            "n": "1. #147 Имуги",
            "tp": "Text",
            "tx": "1. #147 Имуги",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 2302,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2303,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2304,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 2305,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 2306,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 2307,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 936,
    "y": 237,
    "w": 145,
    "h": 20,
    "ii": 2308,
    "n": "Меррипик Мери",
    "tp": "Text",
    "tx": "Меррипик Мери",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 760,
    "y": 2457,
    "w": 720,
    "h": 180,
    "ii": 2309,
    "n": "Group 24",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 2490,
      "w": 150,
      "h": 114,
      "ii": 2310,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1300,
      "y": 2457,
      "w": 85,
      "h": 85,
      "ii": 2311,
      "n": "image 5",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1110,
      "y": 2457,
      "w": 85,
      "h": 85,
      "ii": 2312,
      "n": "image 9",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1015,
      "y": 2457,
      "w": 85,
      "h": 85,
      "ii": 2313,
      "n": "image 11",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 920,
      "y": 2457,
      "w": 85,
      "h": 85,
      "ii": 2314,
      "n": "image 12",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1395,
      "y": 2457,
      "w": 85,
      "h": 85,
      "ii": 2315,
      "n": "image 13",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1300,
      "y": 2552,
      "w": 85,
      "h": 85,
      "ii": 2316,
      "n": "image 14",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 920,
      "y": 2552,
      "w": 85,
      "h": 85,
      "ii": 2317,
      "n": "image 15",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1015,
      "y": 2552,
      "w": 85,
      "h": 85,
      "ii": 2318,
      "n": "image 16",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1110,
      "y": 2552,
      "w": 85,
      "h": 85,
      "ii": 2319,
      "n": "image 17",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1205,
      "y": 2552,
      "w": 85,
      "h": 85,
      "ii": 2320,
      "n": "image 18",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1205,
      "y": 2457,
      "w": 85,
      "h": 85,
      "ii": 2321,
      "n": "image 10",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 409,
    "h": 759,
    "ii": 2322,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 2323,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 2324,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 2325,
          "n": "Исследование вулкана",
          "tp": "Text",
          "tx": "Исследование вулкана",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2326,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 409,
      "h": 535,
      "ii": 2327,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 409,
        "h": 535,
        "ii": 2328,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 45,
          "ii": 2329,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 2330,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 141,
            "h": 20,
            "ii": 2331,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 144,
          "h": 45,
          "ii": 2332,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 437,
            "w": 66,
            "h": 20,
            "ii": 2333,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 462,
            "w": 144,
            "h": 20,
            "ii": 2334,
            "n": "Западный Джото",
            "tp": "Text",
            "tx": "Западный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 492,
          "w": 159,
          "h": 45,
          "ii": 2335,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 492,
            "w": 129,
            "h": 20,
            "ii": 2336,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 517,
            "w": 159,
            "h": 20,
            "ii": 2337,
            "n": "Институт Саммера",
            "tp": "Text",
            "tx": "Институт Саммера",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 547,
          "w": 47,
          "h": 45,
          "ii": 2338,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 547,
            "w": 42,
            "h": 20,
            "ii": 2339,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 572,
            "w": 47,
            "h": 20,
            "ii": 2340,
            "n": "Мари",
            "tp": "Text",
            "tx": "Мари",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 602,
          "w": 409,
          "h": 45,
          "ii": 2341,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 602,
            "w": 77,
            "h": 20,
            "ii": 2342,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 627,
            "w": 409,
            "h": 20,
            "ii": 2343,
            "n": "Исследовать действующий вулкан.",
            "tp": "Text",
            "tx": "Исследовать действующий вулкан.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 657,
          "w": 128,
          "h": 45,
          "ii": 2344,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 657,
            "w": 69,
            "h": 20,
            "ii": 2345,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 682,
            "w": 128,
            "h": 20,
            "ii": 2346,
            "n": "Многоразовый",
            "tp": "Text",
            "tx": "Многоразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 712,
          "w": 260,
          "h": 205,
          "ii": 2347,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 712,
            "w": 76,
            "h": 20,
            "ii": 2348,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 737,
            "w": 260,
            "h": 180,
            "ii": 2349,
            "n": "1. #311 Плюш или #312 Минуш 2. Большой запас воды 3. Рандомный приз из списка: Мелкий песок Стимпак х15 Зелье исцеления х10 Мощный эликсир х20 Набор тренировки х3 Ванильная конфета х5",
            "tp": "Text",
            "tx": "1. #311 Плюш или #312 Минуш\r\n2.  Большой запас воды\r\n3. Рандомный приз из списка:\r\nМелкий песок\r\nСтимпак х15\r\nЗелье исцеления х10\r\nМощный эликсир х20\r\nНабор тренировки х3\r\nВанильная конфета х5",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 2350,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2351,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2352,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 2353,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 2354,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 2355,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 680,
    "ii": 2356,
    "n": "Запись 1. Институту Саммера нужны добровольцы для участия в исследованиях. Сейчас они изучают один из спящих вулканов Западного Джото, у которого был замечен всплеск небывалой активности. Если он проснётся, то уничтожит всё в радиусе свыше трёхсот километров. Я не смогла пройти мимо этой трагедии. Ведь, если регион пропадёт, то как же я соберу всех монстров, которые обитают только здесь! Мари отправила к Лаборанту за необходимым оборудованием. Запись 2. Лаборант был слегка напуган приближающейся возможностью извержения вулкана, но выдал мне всё, что нужно, не забыв даже инструкцию по применению. Вперёд к кратеру вулкана на сбор данных! Всего нужно: 3 образца породы и 5 образцов растений.  (Следуете за Лаборантом в Кратер вулкана на Вулканическом плато. Здесь вам предстоит собрать Образец породы х3.  Для этого неодходимо Нажать кнопку Собрать образцы породы (в строке Персонажи) и победить последовательно трёх покемонов, которые охраняют образцы (после победы над последним(третьим) покемоном вы можете покинуть локацию для того, чтобы полечиться; кроме того, чтобы собрать все три образца, необходимо каждый раз нажимать кнопку сбора образцов).  В боях за породу вам необходимо победить следующих покемонов: • Вулкемел 100х-?lvl, • Лавазавр 100х-?lvl • Огнекрыл 100х-?lvl Далее необходимо поговорить с Лаборантом, отчитаться о проделанной работе. Лаборант расскажет о том, что приближается огромный покемон, которого он хочет поймать.  Ваша задача на этом этапе обессилить покемона. После разговора нападёт Вулканозавр 100х-?lvl, которого необходимо победить.  Разговариваете с Лаборантом, который расскажет об удачной поимке. В инвентаре появится Покебол с Магмортаром х1. Лаборант попросит отнести покебол Мари и напомнит о том, что необходимо также собрать образцы растений.  Идёте на Вулканическое плато, где необходимо собрать Образец растений х5. Дроп образцов - из Фобрец. Относите собранные вещи Мари. Получаете награду)",
    "tp": "Text",
    "tx": "Запись 1.\r\nИнституту Саммера нужны добровольцы для участия в исследованиях. Сейчас они изучают один из спящих вулканов Западного Джото, у которого был замечен всплеск небывалой активности. Если он проснётся, то уничтожит всё в радиусе свыше трёхсот километров.\r\nЯ не смогла пройти мимо этой трагедии. Ведь, если регион пропадёт, то как же я соберу всех монстров, которые обитают только здесь!\r\nМари отправила к Лаборанту за необходимым оборудованием.\r\n\r\nЗапись 2.\r\nЛаборант был слегка напуган приближающейся возможностью извержения вулкана, но выдал мне всё, что нужно, не забыв даже инструкцию по применению. Вперёд к кратеру вулкана на сбор данных!\r\nВсего нужно: 3 образца породы и 5 образцов растений.  (Следуете за Лаборантом в Кратер вулкана на Вулканическом плато. Здесь вам предстоит собрать Образец породы х3.  Для этого неодходимо Нажать кнопку Собрать образцы породы (в строке Персонажи) и победить последовательно трёх покемонов, которые охраняют образцы (после победы над последним(третьим) покемоном вы можете покинуть локацию для того, чтобы полечиться; кроме того, чтобы собрать все три образца, необходимо каждый раз нажимать кнопку сбора образцов).  В боях за породу вам необходимо победить следующих покемонов:\r\n • Вулкемел 100х-?lvl,\r\n • Лавазавр 100х-?lvl\r\n • Огнекрыл 100х-?lvl\r\n\r\nДалее необходимо поговорить с Лаборантом, отчитаться о проделанной работе. Лаборант расскажет о том, что приближается огромный покемон, которого он хочет поймать.  Ваша задача на этом этапе обессилить покемона. После разговора нападёт Вулканозавр 100х-?lvl, которого необходимо победить.  Разговариваете с Лаборантом, который расскажет об удачной поимке. В инвентаре появится Покебол с Магмортаром х1. Лаборант попросит отнести покебол Мари и напомнит о том, что необходимо также собрать образцы растений.  Идёте на Вулканическое плато, где необходимо собрать Образец растений х5. Дроп образцов - из Фобрец. Относите собранные вещи Мари. Получаете награду)",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 337,
    "w": 809,
    "h": 20,
    "ii": 2357,
    "n": "ларры педык",
    "tp": "Text",
    "tx": "ларры педык",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 100,
    "ii": 2358,
    "n": "Для прохождения квеста вам понадобиться: 1) 2) Толириб х3 3) Агроспор х2 4) Твердый камень",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобиться:\r\n1) \n2) Толириб х3\r\n3) Агроспор х2\r\n4) Твердый камень",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 409,
    "h": 709,
    "ii": 2359,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 2360,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 2361,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 2362,
          "n": "Тайна Потерянного города",
          "tp": "Text",
          "tx": "Тайна Потерянного города\r",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2363,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 409,
      "h": 485,
      "ii": 2364,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 409,
        "h": 485,
        "ii": 2365,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 262,
          "h": 95,
          "ii": 2366,
          "n": "Frame 18",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 2367,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 103,
            "h": 20,
            "ii": 2368,
            "n": "1. Ранг: 5000",
            "tp": "Text",
            "tx": "1. Ранг: 5000",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           },
           {
            "x": 70,
            "y": 432,
            "w": 223,
            "h": 20,
            "ii": 2369,
            "n": "2. Пополнение коллекции",
            "tp": "Text",
            "tx": "2. Пополнение коллекции",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\n"
           },
           {
            "x": 70,
            "y": 457,
            "w": 262,
            "h": 20,
            "ii": 2370,
            "n": "3. Расширение Монстро-парка",
            "tp": "Text",
            "tx": "3. Расширение Монстро-парка",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 487,
          "w": 374,
          "h": 45,
          "ii": 2371,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 487,
            "w": 66,
            "h": 20,
            "ii": 2372,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 512,
            "w": 374,
            "h": 20,
            "ii": 2373,
            "n": "Западный Джото - Восточный Джото - Канто",
            "tp": "Text",
            "tx": "Западный Джото - Восточный Джото - Канто",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 542,
          "w": 130,
          "h": 45,
          "ii": 2374,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 542,
            "w": 129,
            "h": 20,
            "ii": 2375,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 567,
            "w": 130,
            "h": 20,
            "ii": 2376,
            "n": "Дайвинг-центр",
            "tp": "Text",
            "tx": "Дайвинг-центр",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 597,
          "w": 90,
          "h": 45,
          "ii": 2377,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 597,
            "w": 42,
            "h": 20,
            "ii": 2378,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 622,
            "w": 90,
            "h": 20,
            "ii": 2379,
            "n": "Сильвестр",
            "tp": "Text",
            "tx": "Сильвестр",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 652,
          "w": 409,
          "h": 45,
          "ii": 2380,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 652,
            "w": 77,
            "h": 20,
            "ii": 2381,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 677,
            "w": 409,
            "h": 20,
            "ii": 2382,
            "n": "Раскрыть тайну Опустевшего города.",
            "tp": "Text",
            "tx": "Раскрыть тайну Опустевшего города.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 707,
          "w": 122,
          "h": 45,
          "ii": 2383,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 707,
            "w": 69,
            "h": 20,
            "ii": 2384,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 732,
            "w": 122,
            "h": 20,
            "ii": 2385,
            "n": "Одноразовый.",
            "tp": "Text",
            "tx": "Одноразовый.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 762,
          "w": 382,
          "h": 105,
          "ii": 2386,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 762,
            "w": 76,
            "h": 20,
            "ii": 2387,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 787,
            "w": 382,
            "h": 80,
            "ii": 2388,
            "n": "1. #200 Криселла 2. Один из легендарных монстров на выбор: #151 Геном или #251 Хроносид или #385 Дезастра",
            "tp": "Text",
            "tx": "1. #200 Криселла\r\n2. Один из легендарных монстров на выбор:\r\n#151 Геном или #251 Хроносид\r\nили #385 Дезастра",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 2389,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2390,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2391,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 2392,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 2393,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 2394,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 777,
    "y": 237,
    "w": 165,
    "h": 20,
    "ii": 2395,
    "n": "Скупщик Ониксов",
    "tp": "Text",
    "tx": "Скупщик Ониксов\r",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 397,
    "w": 809,
    "h": 1220,
    "ii": 2396,
    "n": "Запись 1. Побывала в доме у отца Милы - Альберта. Его брат Кристиан находится в очень тяжёлом состоянии, говорит про какую-то банду Феролема и бункер. Ничего не разобрать!  Дала 5 порций Мёда Альберту, чтобы привести его брата в чувство приготовленным из мёда снадобьем.  (Берем квест в Доме Альберта. Отдаем мёд ему и после разговариваем с Кристианом) Запись 2. Кристиан много рассказал о команде Феролема, да и теперь понятно, почему он так изнемождён (пытался пробраться на охраняемый объект - бункер на маршруте №3, если точнее). Там банда держит пленников, которых брат Альберта и пытался спасти. Более того, среди заточённых может находиться дочь Кристиана - Дафна. Девушка потеряла голову от любви к главарю банды - некоему Рикки, поэтому тоже могла оказаться в ловушке. Действительно запутанная история выходит. Я пообещала, что проберусь в бункер и спасу узников заброшенной лаборатории бункера.  (Берем с собой серьезных монстров и стимпаки, так как если уйти с локации, прохождения бункера начнется заново.) Запись 3. Точно известно, что Дафна и Рикки уехали на Селен. Кристиан порывался сам тут же отправиться в погоню за ними, но Альберт удержал брата. Так как они неспособны поехать туда, я сама вызвалась попытаться образумить Дафну. Мне посоветовали найти Мудреца и как следует расспросить его. Быть может, он подскажет, где скрывается Рикки. Намекнула Кристиану, что за эту услугу ему придётся поделиться со мной некоторыми секретами обращения с летающими монстрами. Ещё бы! Ведь он в молодости активно помогал бывшему лидеру Воздушного стадиона. Отправляюсь в путь прямо сейчас.  (В Селене общаемся с Мудрецом он направляет вас в сторону горной деревушки, там найдете хижину. Говорите с Дафной, приходит Рикки и после разговора с ним вы больше не можете зайти в хижину. Отправляемся к офицеру Джес) Запись 4. Поговорила с офицером Джес. Договорились, что я попробую внедриться в банду Феролема, но это очень рискованно и опасно. Вербовкой людей занимается Агрест, часто бывающий в баре Остарона. Надеюсь, что меня не раскусят.  (Идем в бар, разговариваем с Агрест, принимаем его просьбу принести лед. Отдаем лед и вас отправляют за заданием к Нейту. В первом задании используется монстр с чутьем.) Запись 5. Внедрение проходит достаточно успешно! Нейт презентовал мне Скобовое кольцо х1. Начало уже радует! Теперь мне подкинули ещё одну задачку - заморозить строительство полицейского участка в пригороде Сайрефа. Только вот как это сделать? Попробую опросить местных.  (Разговариваем с Ценителем древностей в пригороде Сайрефа. Отдаем ему монстра с градом, с Москилами \"нападаем\" на строителей.Отчитываемся о проделанном Нейту)   Нейт отдал Колокольчик х1 и отправил меня к Пэйри. Она будет в Сайрефе с утра до вечера. (Разговариваем с Пэйри, она дает очередное задание похитить монстроболл. Отдаем ей монстра с гипнозом. Ночью приходим в Хранилище антикварного дома и забираем монстроболл. Разговариваем с Пэйри, после отправляемся к офицеру Джес) Запись 6. Есть! Пэйри указала место тайника команды (в частном магазине Эстайр сити, прямо под носом у офицера Джес)! Там будет общий сбор банды, для входа мне придётся подать условный сигнал - три раза постучать и назвать цифры: 3, 7, 9. Нужно как можно скорее рассказать всё офицеру Джес, она, должно быть, снова находится в Эстайр сити.  (Едем в Западный Джото и разговариваем с Кристианом) Запись 7. Убедилась в том, что Кристиан - один из самых заботливых отцов. Принял непутёвую дочь, даже помолодел с виду. Он так благодарен мне за помощь! Так как Кристиан ещё не забыл, как проходил обучение у лидера Воздушного стадиона, мои планы не пошли крахом.",
    "tp": "Text",
    "tx": "Запись 1.\r\nПобывала в доме у отца Милы - Альберта. Его брат Кристиан находится в очень тяжёлом состоянии, говорит про какую-то банду Феролема и бункер. Ничего не разобрать!  Дала 5 порций\rМёда Альберту, чтобы привести его брата в чувство приготовленным из мёда снадобьем.  (Берем квест в Доме Альберта. Отдаем мёд ему и после разговариваем с Кристианом)\r\n\r\nЗапись 2.\r\nКристиан много рассказал о команде Феролема, да и теперь понятно, почему он так изнемождён (пытался пробраться на охраняемый объект - бункер на маршруте №3, если точнее). Там банда держит пленников, которых брат Альберта и пытался спасти. Более того, среди заточённых может находиться дочь Кристиана - Дафна. Девушка потеряла голову от любви к главарю банды - некоему Рикки, поэтому тоже могла оказаться в ловушке. Действительно запутанная история выходит. Я пообещала, что проберусь в бункер и спасу узников заброшенной лаборатории бункера.  (Берем с собой серьезных монстров и стимпаки, так как если уйти с локации, прохождения бункера начнется заново.)\r\n\r\nЗапись 3.\r\nТочно известно, что Дафна и Рикки уехали на Селен. Кристиан порывался сам тут же отправиться в погоню за ними, но Альберт удержал брата. Так как они неспособны поехать туда, я сама вызвалась попытаться образумить Дафну. Мне посоветовали найти Мудреца и как следует расспросить его. Быть может, он подскажет, где скрывается Рикки. Намекнула Кристиану, что за эту услугу ему придётся поделиться со мной некоторыми секретами обращения с летающими монстрами. Ещё бы! Ведь он в молодости активно помогал бывшему лидеру Воздушного стадиона. Отправляюсь в путь прямо сейчас.  (В Селене общаемся с Мудрецом он направляет вас в сторону горной деревушки, там найдете хижину. Говорите с Дафной, приходит Рикки и после разговора с ним вы больше не можете зайти в хижину. Отправляемся к офицеру Джес)\r\n\r\nЗапись 4.\r\nПоговорила с офицером Джес. Договорились, что я попробую внедриться в банду Феролема, но это очень рискованно и опасно. Вербовкой людей занимается Агрест, часто бывающий в баре Остарона. Надеюсь, что меня не раскусят.  (Идем в бар, разговариваем с Агрест, принимаем его просьбу принести лед. Отдаем лед и вас отправляют за заданием к Нейту. В первом задании используется монстр с чутьем.)\r\n\r\nЗапись 5.\r\nВнедрение проходит достаточно успешно!\r\nНейт презентовал мне Скобовое кольцо х1. Начало уже радует! Теперь мне подкинули ещё одну задачку - заморозить строительство полицейского участка в пригороде Сайрефа. Только вот как это сделать? Попробую опросить местных.  (Разговариваем с Ценителем древностей в пригороде Сайрефа. Отдаем ему монстра с градом, с Москилами \"нападаем\" на строителей.Отчитываемся о проделанном Нейту)\r \nНейт отдал Колокольчик х1 и отправил меня к Пэйри. Она будет в Сайрефе с утра до вечера. (Разговариваем с Пэйри, она дает очередное задание похитить монстроболл. Отдаем ей монстра с гипнозом. Ночью приходим в Хранилище антикварного дома и забираем монстроболл. Разговариваем с Пэйри, после отправляемся к офицеру Джес)\r\n\r\nЗапись 6.\r\nЕсть! Пэйри указала место тайника команды (в частном магазине Эстайр сити, прямо под носом у офицера Джес)! Там будет общий сбор банды, для входа мне придётся подать условный сигнал - три раза постучать и назвать цифры: 3, 7, 9. Нужно как можно скорее рассказать всё офицеру Джес, она, должно быть, снова находится в Эстайр сити.  (Едем в Западный Джото и разговариваем с Кристианом)\r\n\r\nЗапись 7.\r\nУбедилась в том, что Кристиан - один из самых заботливых отцов. Принял непутёвую дочь, даже помолодел с виду. Он так благодарен мне за помощь! Так как Кристиан ещё не забыл, как проходил обучение у лидера Воздушного стадиона, мои планы не пошли крахом.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 160,
    "ii": 2397,
    "n": "Для прохождения квеста вам понадобиться: 1) Пройденный квест 2) 5 Мёда 3) Сухой лёд х3 4) Москилы с иглометом х5 5) Монстр с градом х1 6) Монстр с чутьем 50лвл х1 7) Монстр с гипнозом х1",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобиться:\r\n1) Пройденный квест \n2) 5 Мёда\r\n3) Сухой лёд х3\r\n4) Москилы с иглометом х5\r\n5) Монстр с градом х1\r\n6) Монстр с чутьем 50лвл х1\r\n7) Монстр с гипнозом х1",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 409,
    "h": 764,
    "ii": 2398,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 2399,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 2400,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 2401,
          "n": "За пределами закона",
          "tp": "Text",
          "tx": "За пределами закона\r",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2402,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 409,
      "h": 540,
      "ii": 2403,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 409,
        "h": 540,
        "ii": 2404,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 20,
          "ii": 2405,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 2406,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 412,
          "w": 227,
          "h": 20,
          "ii": 2407,
          "n": "1. История одного Пантира",
          "tp": "Text",
          "tx": "1. История одного Пантира",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\nbackground-color: #127fc6;\n"
         },
         {
          "x": 70,
          "y": 442,
          "w": 224,
          "h": 45,
          "ii": 2408,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 442,
            "w": 66,
            "h": 20,
            "ii": 2409,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 467,
            "w": 224,
            "h": 20,
            "ii": 2410,
            "n": "Западный Джото - о.Селен",
            "tp": "Text",
            "tx": "Западный Джото - о.Селен",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 497,
          "w": 129,
          "h": 45,
          "ii": 2411,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 497,
            "w": 129,
            "h": 20,
            "ii": 2412,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 522,
            "w": 121,
            "h": 20,
            "ii": 2413,
            "n": "Дом Альберта",
            "tp": "Text",
            "tx": "Дом Альберта",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 552,
          "w": 71,
          "h": 45,
          "ii": 2414,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 552,
            "w": 42,
            "h": 20,
            "ii": 2415,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 577,
            "w": 71,
            "h": 20,
            "ii": 2416,
            "n": "Альберт",
            "tp": "Text",
            "tx": "Альберт",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 607,
          "w": 409,
          "h": 65,
          "ii": 2417,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 607,
            "w": 77,
            "h": 20,
            "ii": 2418,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 632,
            "w": 409,
            "h": 40,
            "ii": 2419,
            "n": "Обезвредить банду и вернуть домой племянницу.",
            "tp": "Text",
            "tx": "Обезвредить банду и вернуть домой племянницу.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 682,
          "w": 122,
          "h": 45,
          "ii": 2420,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 682,
            "w": 69,
            "h": 20,
            "ii": 2421,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 707,
            "w": 122,
            "h": 20,
            "ii": 2422,
            "n": "Одноразовый.",
            "tp": "Text",
            "tx": "Одноразовый.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 737,
          "w": 297,
          "h": 185,
          "ii": 2423,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 737,
            "w": 76,
            "h": 20,
            "ii": 2424,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 762,
            "w": 297,
            "h": 160,
            "ii": 2425,
            "n": "1. Запас воды х2 2. Скобовое кольцо 3. Колокольчик 4. Возможность ловли #674 Айлур 5. Обучение атакам: Насест Прыжок",
            "tp": "Text",
            "tx": "1.  Запас воды х2\r\n2.  Скобовое кольцо\r\n3.  Колокольчик\r\n4. Возможность ловли #674 Айлур\r\n5. Обучение атакам:\r\r\nНасест\r\nПрыжок\r\n",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 2426,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2427,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2428,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 2429,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 2430,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 2431,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 949,
    "y": 237,
    "w": 219,
    "h": 20,
    "ii": 2432,
    "n": "История одного Пантира",
    "tp": "Text",
    "tx": "История одного Пантира",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   },
   {
    "x": 760,
    "y": 1637,
    "w": 150,
    "h": 138,
    "ii": 2433,
    "n": "image 19",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\n"
   },
   {
    "x": 920,
    "y": 1664,
    "w": 180,
    "h": 85,
    "ii": 2434,
    "n": "Group 24",
    "tp": "Group",
    "c": [
     {
      "x": 920,
      "y": 1664,
      "w": 85,
      "h": 85,
      "ii": 2435,
      "n": "image 11",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     },
     {
      "x": 1015,
      "y": 1664,
      "w": 85,
      "h": 85,
      "ii": 2436,
      "n": "image 3",
      "tp": "ShapePath",
      "pr": "border-width : 1px;\n"
     }
    ]
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 409,
    "h": 719,
    "ii": 2437,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 2438,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 2439,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 2440,
          "n": "Питомник Западного Джото",
          "tp": "Text",
          "tx": "Питомник Западного Джото",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2441,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 409,
      "h": 495,
      "ii": 2442,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 409,
        "h": 495,
        "ii": 2443,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 45,
          "ii": 2444,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 2445,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 141,
            "h": 20,
            "ii": 2446,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 144,
          "h": 45,
          "ii": 2447,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 437,
            "w": 66,
            "h": 20,
            "ii": 2448,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 462,
            "w": 144,
            "h": 20,
            "ii": 2449,
            "n": "Западный Джото",
            "tp": "Text",
            "tx": "Западный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 492,
          "w": 238,
          "h": 45,
          "ii": 2450,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 492,
            "w": 129,
            "h": 20,
            "ii": 2451,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 517,
            "w": 238,
            "h": 20,
            "ii": 2452,
            "n": "Питомник Западного Джото",
            "tp": "Text",
            "tx": "Питомник Западного Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 547,
          "w": 179,
          "h": 45,
          "ii": 2453,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 547,
            "w": 42,
            "h": 20,
            "ii": 2454,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 572,
            "w": 179,
            "h": 20,
            "ii": 2455,
            "n": "Работник питомника",
            "tp": "Text",
            "tx": "Работник питомника",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 602,
          "w": 409,
          "h": 45,
          "ii": 2456,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 602,
            "w": 77,
            "h": 20,
            "ii": 2457,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 627,
            "w": 409,
            "h": 20,
            "ii": 2458,
            "n": "Принести монстров в питомник",
            "tp": "Text",
            "tx": "Принести монстров в питомник",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 657,
          "w": 128,
          "h": 45,
          "ii": 2459,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 657,
            "w": 69,
            "h": 20,
            "ii": 2460,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 682,
            "w": 128,
            "h": 20,
            "ii": 2461,
            "n": "Многоразовый",
            "tp": "Text",
            "tx": "Многоразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 712,
          "w": 243,
          "h": 165,
          "ii": 2462,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 712,
            "w": 76,
            "h": 20,
            "ii": 2463,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 737,
            "w": 243,
            "h": 140,
            "ii": 2464,
            "n": "Рандомный приз из списка: Повязка Даркбол х4-6 Мастербол х3-5 Пилюля Йод х6-10 Пилюля Железо х6-10 Пилюля Кальций х6-10",
            "tp": "Text",
            "tx": "Рандомный приз из списка:\r\nПовязка\r\nДаркбол х4-6\r\nМастербол х3-5\r\nПилюля Йод х6-10\r\nПилюля Железо х6-10\r\nПилюля Кальций х6-10",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 2465,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2466,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2467,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 2468,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 2469,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 2470,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 80,
    "ii": 2471,
    "n": "1. На выбор предоставляется три набора по три случайных монстра, как с Западного Джотто, так и из других регионов. Все монстры должны быть первого уровня. 2. Для питомника могут понадобиться следующие монстры:",
    "tp": "Text",
    "tx": "1. На выбор предоставляется три набора по три случайных монстра, как с Западного Джотто, так и из других регионов.\rВсе монстры должны быть первого уровня.\n\r\n2. Для питомника могут понадобиться следующие монстры:",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 317,
    "w": 809,
    "h": 520,
    "ii": 2472,
    "n": "#010 Волек #013 Мотль #016 Орли #037 Ракода #041 Шумышь #043 Клуббиш #052 Мукун #058 Огнепси #060 Капель #069 Булли #077 Эфон #084 Додронт #088 Слизень. #090 Шелтер #092 Ост #114 Вьюнудль #163 Сивун #203 Унгну #218 Фоснейл #280 Сенс #304 Ферон #349 Тусклофиш #509 Пантир #661 Ирлин #046 Листотел #361 Снепург-",
    "tp": "Text",
    "tx": "#010\tВолек\r\n#013\tМотль\r\n#016\tОрли\r\n#037\tРакода\r\n#041\tШумышь\r\n#043\tКлуббиш\r\n#052\tМукун\r\n#058\tОгнепси\r\n#060\tКапель\r\n#069\tБулли\r\n#077\tЭфон\r\n#084\tДодронт\r\n#088\tСлизень.\r\n#090\tШелтер\r\n#092\tОст\r\n#114\tВьюнудль\r\n#163\tСивун\r\n#203\tУнгну\r\n#218\tФоснейл\r\n#280\tСенс\r\n#304\tФерон\r\n#349\tТусклофиш\r\n#509\tПантир\r\n#661\tИрлин\r\n#046\tЛистотел\r\n#361\tСнепург-",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 760,
    "y": 277,
    "w": 809,
    "h": 1440,
    "ii": 2473,
    "n": "Запись 1. В Долине гейзеров встретила туриста, осматривающего достопримечательности. Парень рассказал мне, что недавно в саванне стали появляться Прайдоры, целый прайд! Находка для журналистов. Но монстры нападают на людей, в больницах находится много пострадавших. Как я поняла, некий мистер Гибсон сможет пролить свет на эту загадку. Он руководит ремонтными работами моста к саванне.  (Идём в долину гейзеров разговариваем с туристом. Идём в долину вечности, снова разговариваем с туристом, он попросит найти мистера Гибсона, который находится в Саммере) Запись 2. Мистер Гибсон оказался подполковником в отставке. Он сообщил мне важные сведения о последних событиях жизни прайда. Военный сейчас активно собирает информацию о причинах агрессии монстров. А мне необходимо отвезти Посылку профессору Нилсу в Восточный Джото. Запись 3. Выяснилось несколько причин агрессии прайда, а именно: пропажа вожака и его сына. Мистер Гибсон занялся поисками главы прайда, а мне выпала задача отыскать привезённого в восточную часть Джото Фрыкона, который вроде бы и является наследником. Профессор Нилс обеспокоен возможностью захвата прайда чужими монстрами. Если власть не захватили, то достаточно будет вернуть маленького Фрыкона, тогда нападения на людей прекратятся. Благодаря профессору Нилсу и его коллеге профессору Кармен удалось выяснить, что Фрыкона продали в цирк Олстона. Мне необходимо уговорить владельца цирка отдать монстра.  (Идём в цирк, разговариваем с директором, он согласен отдать фрыкона, но взамен мы должны вернуть его обручальное кольцо. Ловим волёк или световол с харом в а, качаем до 50 лвла(для атаки обояние).  Находим карманника в глухом колючем лесу(в подлеске), используем обаяние, он говорит, что потерял кольцо в глухом колючем лесу. Идём в лес, выбиваем кольцо(Дроп: с Лайкунов) и относим директору цирка, он отдаёт монстробол с фрыконом) Запись 4. Мистер Фарради в обмен на услугу всё же передал мне Монстробол с Фрыконом. Пойду обрадую профессора Кармен. Запись 5. Я буду сопровождать профессора Кармен и Фрыкона в Западный Джото. Она попросила меня сразу же передать Монстробол с Фрыконом лично в руки мистеру Гибсону. Запись 6. Мистер Гибсон щедро вознаградил меня за помощь в поисках Фрыкона: - Эволвер знаний; - Улучшенный набор витаминов; - Люксбол. Пришлись как нельзя кстати. Причём подполковник даром времени не терял: вожак прайда найден! Но рано радоваться - прайд захватил другой Прайдор, значит, старому вождю надо набраться сил и победить соперника в честной схватке. Только вот подвесной мост так и не отремонтировали, следовательно, на другую сторону не перебраться. Пойду поищу профессора Кармен, мистер Гибсон что-то говорил об офицере Джекки. Может быть, профессор сейчас рядом с ней. Расспрошу их обеих.  (Разговариваем с Джеки, она просит выбить лианы в каменном ущелье(Дроп: Робария) Отдаём лианы, ждём 10 часов) Запись 7. Выполнила просьбу офицера Джекки, которая ускорит проведение ремонта подвесного моста. Запись 8. Что ни день, то проблема! Старый вожак прайда попал в беду - его загнали в ловушку захватившие земли и семью чужаки, напали всем скопом! Коварство процветает в пустыне, как я посмотрю. Если я не успею вмешаться в бой за сутки, вожака убьют. Плохо себе представляю возможные последствия! Профессор Кармен предупредила, что нельзя покидать земли во время боя, иначе поверженные противники успеют очнуться. Вперёд, пришло время грубой силы! Запись 9. Рык старого вожака стал свидетельством того, что всё закончилось, а справедливость восторжествовала в этих землях. Профессор Кармен отблагодарила меня за такое рвение помочь как жителям Западного Джото, так и самому прайду. Помимо ТМ 65 - Коготь тьмы я получила от неё Фрыкона, который отбился от прайда чужаков. А ещё вожак благосклонно разрешил мне находиться на территории прайда.",
    "tp": "Text",
    "tx": "Запись 1.\r\nВ Долине гейзеров встретила туриста, осматривающего достопримечательности. Парень рассказал мне, что недавно в саванне стали появляться Прайдоры, целый прайд! Находка для журналистов. Но монстры нападают на людей, в больницах находится много пострадавших. Как я поняла, некий мистер Гибсон сможет пролить свет на эту загадку. Он руководит ремонтными работами моста к саванне.  (Идём в долину гейзеров разговариваем с туристом. Идём в долину вечности, снова разговариваем с туристом, он попросит найти мистера Гибсона, который находится в Саммере)\r\n\r\nЗапись 2.\r\nМистер Гибсон оказался подполковником в отставке. Он сообщил мне важные сведения о последних событиях жизни прайда. Военный сейчас активно собирает информацию о причинах агрессии монстров. А мне необходимо отвезти Посылку профессору Нилсу в Восточный Джото.\r\n\r\nЗапись 3.\r\nВыяснилось несколько причин агрессии прайда, а именно: пропажа вожака и его сына. Мистер Гибсон занялся поисками главы прайда, а мне выпала задача отыскать привезённого в восточную часть Джото Фрыкона, который вроде бы и является наследником. Профессор Нилс обеспокоен возможностью захвата прайда чужими монстрами. Если власть не захватили, то достаточно будет вернуть маленького Фрыкона, тогда нападения на людей прекратятся. Благодаря профессору Нилсу и его коллеге профессору Кармен удалось выяснить, что Фрыкона продали в цирк Олстона. Мне необходимо уговорить владельца цирка отдать монстра.  (Идём в цирк, разговариваем с директором, он согласен отдать фрыкона, но взамен мы должны вернуть его обручальное кольцо. Ловим волёк или световол с харом в а, качаем до 50 лвла(для атаки обояние).  Находим карманника в глухом колючем лесу(в подлеске), используем обаяние, он говорит, что потерял кольцо в глухом колючем лесу. Идём в лес, выбиваем кольцо(Дроп: с Лайкунов) и относим директору цирка, он отдаёт монстробол с фрыконом)\r\n\r\nЗапись 4.\r\nМистер Фарради в обмен на услугу всё же передал мне Монстробол с Фрыконом. Пойду обрадую профессора Кармен.\r\n\r\nЗапись 5.\r\nЯ буду сопровождать профессора Кармен и Фрыкона в Западный Джото. Она попросила меня сразу же передать Монстробол с Фрыконом лично в руки мистеру Гибсону.\r\n\r\nЗапись 6.\r\nМистер Гибсон щедро вознаградил меня за помощь в поисках Фрыкона:\r\n- Эволвер знаний;\r\n- Улучшенный набор витаминов;\r\n- Люксбол.\r\nПришлись как нельзя кстати. Причём подполковник даром времени не терял: вожак прайда найден! Но рано радоваться - прайд захватил другой Прайдор, значит, старому вождю надо набраться сил и победить соперника в честной схватке. Только вот подвесной мост так и не отремонтировали, следовательно, на другую сторону не перебраться. Пойду поищу профессора Кармен, мистер Гибсон что-то говорил об офицере Джекки. Может быть, профессор сейчас рядом с ней. Расспрошу их обеих.  (Разговариваем с Джеки, она просит выбить лианы в каменном ущелье(Дроп: Робария) Отдаём лианы, ждём 10 часов)\r\n\r\nЗапись 7.\r\nВыполнила просьбу офицера Джекки, которая ускорит проведение ремонта подвесного моста.\r\n\r\nЗапись 8.\r\nЧто ни день, то проблема! Старый вожак прайда попал в беду - его загнали в ловушку захватившие земли и семью чужаки, напали всем скопом! Коварство процветает в пустыне, как я посмотрю. Если я не успею вмешаться в бой за сутки, вожака убьют. Плохо себе представляю возможные последствия! Профессор Кармен предупредила, что нельзя покидать земли во время боя, иначе поверженные противники успеют очнуться. Вперёд, пришло время грубой силы!\r\n\r\nЗапись 9.\r\nРык старого вожака стал свидетельством того, что всё закончилось, а справедливость восторжествовала в этих землях. Профессор Кармен отблагодарила меня за такое рвение помочь как жителям Западного Джото, так и самому прайду. Помимо ТМ 65 - Коготь тьмы я получила от неё Фрыкона, который отбился от прайда чужаков. А ещё вожак благосклонно разрешил мне находиться на территории прайда.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 40,
    "ii": 2474,
    "n": "Для прохождения квеста вам понадобиться: 1) Световол с атакой обаяние 50лвл с харом в атаку",
    "tp": "Text",
    "tx": "Для прохождения квеста вам понадобиться:\r\n1) Световол с атакой обаяние 50лвл с харом в атаку",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 700;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 70,
    "y": 158,
    "w": 409,
    "h": 864,
    "ii": 2475,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 2476,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 2477,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 2478,
          "n": "Земли прайда",
          "tp": "Text",
          "tx": "Земли прайда",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2479,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 409,
      "h": 640,
      "ii": 2480,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 409,
        "h": 640,
        "ii": 2481,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 20,
          "ii": 2482,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 2483,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 412,
          "w": 141,
          "h": 20,
          "ii": 2484,
          "n": "Нет требований.",
          "tp": "Text",
          "tx": "Нет требований.",
          "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
         },
         {
          "x": 70,
          "y": 442,
          "w": 310,
          "h": 45,
          "ii": 2485,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 442,
            "w": 66,
            "h": 20,
            "ii": 2486,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 467,
            "w": 310,
            "h": 20,
            "ii": 2487,
            "n": "Западный Джото - Восточный Джото",
            "tp": "Text",
            "tx": "Западный Джото - Восточный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 497,
          "w": 147,
          "h": 45,
          "ii": 2488,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 497,
            "w": 129,
            "h": 20,
            "ii": 2489,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 522,
            "w": 147,
            "h": 20,
            "ii": 2490,
            "n": "Долина Гейзеров",
            "tp": "Text",
            "tx": "Долина Гейзеров",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 552,
          "w": 58,
          "h": 45,
          "ii": 2491,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 552,
            "w": 42,
            "h": 20,
            "ii": 2492,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 577,
            "w": 58,
            "h": 20,
            "ii": 2493,
            "n": "Турист",
            "tp": "Text",
            "tx": "Турист",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 607,
          "w": 409,
          "h": 65,
          "ii": 2494,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 607,
            "w": 77,
            "h": 20,
            "ii": 2495,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 632,
            "w": 409,
            "h": 40,
            "ii": 2496,
            "n": "Вернуть наследника домой и помочь вожаку прайда",
            "tp": "Text",
            "tx": "Вернуть наследника домой и помочь вожаку прайда",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 682,
          "w": 122,
          "h": 45,
          "ii": 2497,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 682,
            "w": 69,
            "h": 20,
            "ii": 2498,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 707,
            "w": 122,
            "h": 20,
            "ii": 2499,
            "n": "Одноразовый.",
            "tp": "Text",
            "tx": "Одноразовый.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 737,
          "w": 363,
          "h": 285,
          "ii": 2500,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 737,
            "w": 76,
            "h": 20,
            "ii": 2501,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 762,
            "w": 363,
            "h": 260,
            "ii": 2502,
            "n": "1. Люксбол 2. Эволвер Знаний 3. ТМ 65 - Коготь тьмы 4. Улучшенный набор витаминов 5. #667 Фрыкон + возможность ловли 6. Обучение атакам: Ор Рука помощи Сравнять счеты Бонусы: 7. Возможность получить Кредит х200.000",
            "tp": "Text",
            "tx": "1.  Люксбол\r\n2.  Эволвер Знаний\r\n3.  ТМ 65 - Коготь тьмы\r\n4.  Улучшенный набор витаминов\r\n5. #667 Фрыкон + возможность ловли\r\n6. Обучение атакам:\r\r\nОр\nРука помощи\r\nСравнять счеты\r\n\r\n\r\nБонусы:\r\n7. Возможность получить  Кредит х200.000",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 2503,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2504,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2505,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 2506,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 2507,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 2508,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 1747,
    "w": 150,
    "h": 138,
    "ii": 2509,
    "n": "image 19",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\n"
   }
  ]
 },
 {
  "c": [
   {
    "x": 70,
    "y": 158,
    "w": 409,
    "h": 679,
    "ii": 2510,
    "n": "Frame 26",
    "tp": "Group",
    "c": [
     {
      "x": 70,
      "y": 158,
      "w": 394,
      "h": 188,
      "ii": 2511,
      "n": "Frame 25",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 158,
        "w": 394,
        "h": 78,
        "ii": 2512,
        "n": "Group 8",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 158,
          "w": 394,
          "h": 78,
          "ii": 2513,
          "n": "Скупщик Ониксов",
          "tp": "Text",
          "tx": "Скупщик Ониксов",
          "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 600;\ntext-transform: uppercase;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000cc;\n"
         }
        ]
       },
       {
        "x": 202,
        "y": 256,
        "w": 130,
        "h": 90,
        "ii": 2514,
        "n": "Rectangle 12",
        "tp": "ShapePath",
        "pr": "border-width : 1px;\n"
       }
      ]
     },
     {
      "x": 70,
      "y": 382,
      "w": 409,
      "h": 455,
      "ii": 2515,
      "n": "Frame 11",
      "tp": "Group",
      "c": [
       {
        "x": 70,
        "y": 382,
        "w": 409,
        "h": 455,
        "ii": 2516,
        "n": "Frame 22",
        "tp": "Group",
        "c": [
         {
          "x": 70,
          "y": 382,
          "w": 254,
          "h": 45,
          "ii": 2517,
          "n": "Frame 11",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 382,
            "w": 254,
            "h": 20,
            "ii": 2518,
            "n": "Требования к прохождению:",
            "tp": "Text",
            "tx": "Требования к прохождению:\r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 407,
            "w": 141,
            "h": 20,
            "ii": 2519,
            "n": "Нет требований.",
            "tp": "Text",
            "tx": "Нет требований.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 437,
          "w": 144,
          "h": 45,
          "ii": 2520,
          "n": "Frame 12",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 437,
            "w": 66,
            "h": 20,
            "ii": 2521,
            "n": "Регион:",
            "tp": "Text",
            "tx": "Регион:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 462,
            "w": 144,
            "h": 20,
            "ii": 2522,
            "n": "Западный Джото",
            "tp": "Text",
            "tx": "Западный Джото",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 492,
          "w": 395,
          "h": 45,
          "ii": 2523,
          "n": "Frame 13",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 492,
            "w": 129,
            "h": 20,
            "ii": 2524,
            "n": "Начало квеста:",
            "tp": "Text",
            "tx": "Начало квеста: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 517,
            "w": 395,
            "h": 20,
            "ii": 2525,
            "n": "Монстромаркет Саммера или Магазин Крейга",
            "tp": "Text",
            "tx": "Монстромаркет Саммера или Магазин Крейга",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 547,
          "w": 45,
          "h": 45,
          "ii": 2526,
          "n": "Frame 14",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 547,
            "w": 42,
            "h": 20,
            "ii": 2527,
            "n": "НПС:",
            "tp": "Text",
            "tx": "НПС: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 572,
            "w": 45,
            "h": 20,
            "ii": 2528,
            "n": "Фиск",
            "tp": "Text",
            "tx": "Фиск",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 602,
          "w": 409,
          "h": 45,
          "ii": 2529,
          "n": "Frame 15",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 602,
            "w": 77,
            "h": 20,
            "ii": 2530,
            "n": "Задание:",
            "tp": "Text",
            "tx": "Задание: ",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 627,
            "w": 409,
            "h": 20,
            "ii": 2531,
            "n": "Обменять Ониксы на ТМ.",
            "tp": "Text",
            "tx": "Обменять  Ониксы на ТМ.",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 657,
          "w": 128,
          "h": 45,
          "ii": 2532,
          "n": "Frame 16",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 657,
            "w": 69,
            "h": 20,
            "ii": 2533,
            "n": "Статус:",
            "tp": "Text",
            "tx": "Статус: \r",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 682,
            "w": 128,
            "h": 20,
            "ii": 2534,
            "n": "Многоразовый",
            "tp": "Text",
            "tx": "Многоразовый",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         },
         {
          "x": 70,
          "y": 712,
          "w": 258,
          "h": 125,
          "ii": 2535,
          "n": "Frame 17",
          "tp": "Group",
          "c": [
           {
            "x": 70,
            "y": 712,
            "w": 76,
            "h": 20,
            "ii": 2536,
            "n": "Награда:",
            "tp": "Text",
            "tx": "Награда:",
            "pr": "font-family: Montserrat;\nfont-size: 16px;\nfont-weight: 600;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
           },
           {
            "x": 70,
            "y": 737,
            "w": 258,
            "h": 100,
            "ii": 2537,
            "n": "1. Рандомный приз из списка: TM 09 - Веношок TM 40 - Воздушная грация ТМ 85 - Пожиратель снов ТМ 94 - Погружение",
            "tp": "Text",
            "tx": "1. Рандомный приз из списка:\r\n TM 09 - Веношок\r\n TM 40 - Воздушная грация\r\n ТМ 85 - Пожиратель снов\r\n ТМ 94 - Погружение",
            "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
           }
          ]
         }
        ]
       }
      ]
     }
    ]
   },
   {
    "x": 70,
    "y": 30,
    "w": 174,
    "h": 48,
    "ii": 2538,
    "n": "Group 17",
    "tp": "Group",
    "c": [
     {
      "x": 196,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2539,
      "n": "Group 12",
      "tp": "Group",
      "c": []
     },
     {
      "x": 70,
      "y": 30,
      "w": 48,
      "h": 48,
      "ii": 2540,
      "n": "Group 13",
      "tp": "Group",
      "c": []
     }
    ]
   },
   {
    "x": 760,
    "y": 158,
    "w": 414,
    "h": 39,
    "ii": 2541,
    "n": "Group 14",
    "tp": "Group",
    "c": [
     {
      "x": 760,
      "y": 158,
      "w": 414,
      "h": 39,
      "ii": 2542,
      "n": "Помощь в прохождении",
      "tp": "Text",
      "tx": "Помощь в прохождении",
      "pr": "font-family: Montserrat;\nfont-size: 32px;\nfont-weight: 500;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #000000b2;\n"
     }
    ]
   },
   {
    "x": 611,
    "y": 147,
    "w": 2,
    "h": 721,
    "ii": 2543,
    "n": "Rectangle 12",
    "tp": "ShapePath",
    "pr": "border-width : 1px;\nbackground-color: #000000;\n"
   },
   {
    "x": 760,
    "y": 217,
    "w": 809,
    "h": 320,
    "ii": 2544,
    "n": "Фиск, которого можно найти в Монстромаркете Саммера или магазине Крейга, занимается обменом редких камней на ТМ-атаки.  Во время недолгого разговора, он пояснил, что интересуется только камнями Оникс - 5 штук на одну ТМ-атаку. Добывать в Западном Джото их можно лишь в шахте, что у вулкана. Там обитают взрослые и сильные монстры, нужно быть осторожнее. Потраченное время на поиски камней не прошло даром. Фиск сказал, что ТМ-атак у него несколько и в следующй раз мне может попасться что-нибудь ещё! С ним приятно иметь дело. Мне уже попались ТМ-атаки, которые Фиск меняет на камни оникс: ТМ 09 - Веношок ТМ 40 - Воздушная Грация ТМ 85 - Пожиратель Снов ТМ 94 - Погружение.",
    "tp": "Text",
    "tx": "Фиск, которого можно найти в Монстромаркете Саммера или магазине Крейга, занимается обменом редких камней на ТМ-атаки.  Во время недолгого разговора, он пояснил, что интересуется только камнями Оникс - 5 штук на одну ТМ-атаку. Добывать в Западном Джото их можно лишь в шахте, что у вулкана. Там обитают взрослые и сильные монстры, нужно быть осторожнее.\r\n\r\nПотраченное время на поиски камней не прошло даром. Фиск сказал, что ТМ-атак у него несколько и в следующй раз мне может попасться что-нибудь ещё! С ним приятно иметь дело.\r\n\r\nМне уже попались ТМ-атаки, которые Фиск меняет на камни оникс:\r\n\r\nТМ 09 - Веношок\r\nТМ 40 - Воздушная Грация\r\nТМ 85 - Пожиратель Снов\r\r\nТМ 94 - Погружение.",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 760,
    "y": 567,
    "w": 809,
    "h": 220,
    "ii": 2545,
    "n": "Если же вы собрались сами дропать ониксы (Выпадают с Рошеров) вам понадобится: Вода; Канатная Верёвка; Монстр с Флэш-Атакой (Вспышка*); Каменный Монстр; Монстр с атакой Карате. Так же камни оникса можно дропать в Восточном Джото на \"Горном Перевале\" . * HM - Вспышка приз за квест",
    "tp": "Text",
    "tx": "Если же вы собрались сами дропать ониксы (Выпадают с Рошеров) вам понадобится:\r\n\r\nВода;\r\nКанатная Верёвка;\r\nМонстр с Флэш-Атакой (Вспышка*);\r\nКаменный Монстр;\r\nМонстр с атакой Карате.\r\n\r\nТак же камни оникса можно дропать в Восточном Джото на \"Горном Перевале\" .\r\n\r\n* HM - Вспышка приз за квест",
    "pr": "border-width : 1px;\n-pt-border-position: outside;\nbackground-color: #0000007f;\n"
   },
   {
    "x": 1013,
    "y": 767,
    "w": 131,
    "h": 20,
    "ii": 2546,
    "n": "\"Кукла Люси\" .",
    "tp": "Text",
    "tx": " \"Кукла Люси\" .",
    "pr": "font-family: Montserrat;\nfont-size: 16px;\ntext-transform: none;\nletter-spacing: 0%;\n-pt-paragraph-spacing: 0;\nborder-width : 1px;\n-pt-border-position: outside;\nbackground-color: #127fc6;\n"
   }
  ]
 }
]